{
  "riddles": [
    {
      "original_riddle": "কাঁচাতে যেই ফল সর্বজনে খায়, পাঁকলে সেই ফল গড়াগড়ি যায়",
      "original_answer": "ডুমুর",
      "context_riddles": [
        {
          "new_riddle": "গাছে যখন থাকে, সবাই আদর করে। ঝরে গেলে, পায়ে দলে মাটিতে মরে।",
          "new_answer": "ফুল"
        },
        {
          "new_riddle": "শৈশবে প্রাণভরে খায় পাতা সবুজ, বড় হলে সুতোয় বাঁধে নিজেরই অবুঝ।",
          "new_answer": "রেশম পোকা"
        },
        {
          "new_riddle": "শক্ত হলে তার উপর হাঁটা যায়, নরম হলে ডুবে মরে যায়।",
          "new_answer": "জল/বরফ"
        },
        {
          "new_riddle": "যতক্ষণ আস্ত থাকি, জ্ঞান বিলাই। গুঁড়ো হলে, বাতাসে মিলাই।",
          "new_answer": "চক (খড়ি)"
        }
      ]
    },
    {
      "original_riddle": "জল ছাড়া নদী, পাথর ছাড়া পাহাড় এবং মানুষ ছাড়া শহর কোথায় পাওয়া যায়?",
      "original_answer": "একটি ম্যাপে",
      "context_riddles": [
        {
          "new_riddle": "যেখানে চোখ ছাড়া দেখা যায়, কান ছাড়া শোনা যায়, ডানা ছাড়া ওড়া যায়। সেটি কী?",
          "new_answer": "স্বপ্ন"
        },
        {
          "new_riddle": "স্বাদহীন খাবার, রস ছাড়া ফল কোথায় লেখা থাকে?",
          "new_answer": "রান্নার বইয়ে বা মেনুতে"
        },
        {
          "new_riddle": "কোথায় রাজা রাজ্য ছাড়া, সৈনিক অস্ত্র ছাড়া এবং যুদ্ধ রক্তপাত ছাড়া পাওয়া যায়?",
          "new_answer": "বইয়ের পাতায়"
        },
        {
          "new_riddle": "কোন জিনিসের পাতা আছে কিন্তু গাছ নয়, গল্প বলে কিন্তু গলা নেই?",
          "new_answer": "একটি বই"
        }
      ]
    },
    {
      "original_riddle": "যদি থাকে বুদ্ধি বলো দেখি কোন সুখে সুখ নেই?",
      "original_answer": "অসুখ",
      "context_riddles": [
        {
          "new_riddle": "কোন মানে মান থাকে না?",
          "new_answer": "অপমান"
        },
        {
          "new_riddle": "কোন বিচারে বিচার হয় না?",
          "new_answer": "অবিচার"
        },
        {
          "new_riddle": "কোন জ্ঞানে জ্ঞান থাকে না?",
          "new_answer": "অজ্ঞান"
        },
        {
          "new_riddle": "বুদ্ধি খাটিয়ে বলো দেখি, কোন ফলে ফল ধরে না?",
          "new_answer": "বিফল"
        }
      ]
    },
    {
      "original_riddle": "কালিদাস পন্ডিতের ফাঁকি, আড়াইশো থেকে পাঁচ পঞ্চাশ গেলে আর কত থাকে বাকী?",
      "original_answer": "শূন্য",
      "context_riddles": [
        {
          "new_riddle": "এক ডজন কলা থেকে বারোটা কলা খেলে, আর ক'টা থাকে?",
          "new_answer": "শূন্য"
        },
        {
          "new_riddle": "এক ঝুড়ি ডিমের মজা ভারি, দুই ডজন ডিম ছিল, তা থেকে ছয় হালি নিলে পরে, আর কটা থাকে বলো তো ঝুড়ির ভিতরে?",
          "new_answer": "শূন্য"
        },
        {
          "new_riddle": "এক ঘণ্টা সময় থেকে যদি বারোটি পাঁচ মিনিট কেটে যায়, আর কত মিনিট বাকি থাকে?",
          "new_answer": "শূন্য"
        },
        {
          "new_riddle": "পঞ্চাশজন সৈন্যের একটি দল থেকে যদি দশজন করে পাঁচটি ছোট দল বেরিয়ে যায়, মূল দলে আর কতজন সৈন্য থাকবে?",
          "new_answer": "শূন্য"
        }
      ]
    },
    {
      "original_riddle": "বাঘের মত লাফ দেয়, কুকুর হয়ে বসে, পানির মধ্যে ছেড়ে দিলে, ছোলা হয়ে ভাসে।",
      "original_answer": "ব্যাঙ",
      "context_riddles": [
        {
          "new_riddle": "ঘোড়ার মতো ছোটে, মানুষের মতো কথা কয়, ধরতে গেলে হাতে না রয়।",
          "new_answer": "বাতাস"
        },
        {
          "new_riddle": "পা নেই তবু হাঁটে, শরীর নেই তবু লম্বা হয়, অন্ধকার হলে পালায়।",
          "new_answer": "ছায়া"
        },
        {
          "new_riddle": "চোখ আছে কিন্তু দেখে না, ধারালো মুখ তবু খায় না, অন্যের সাহায্য ছাড়া চলে না।",
          "new_answer": "সুঁচ"
        },
        {
          "new_riddle": "কালো পাহাড়ের মত জমে, ঘোড়ার মত ছুটে যায়, চোখ দিয়ে জল ফেলে।",
          "new_answer": "মেঘ"
        }
      ]
    },
    {
      "original_riddle": "শহর থেকে এল সাহেব কোর্ট প্যান্ট পরে, কোর্ট প্যান্ট খোলার পরে চোখ জ্বালা করে।",
      "original_answer": "পেঁয়াজ",
      "context_riddles": [
        {
          "new_riddle": "মুখ বন্ধ করে শুয়ে থাকে, খুললেই কত কথা পাকে। বেশি পড়লে চোখ জ্বালা করে।",
          "new_answer": "বই"
        },
        {
          "new_riddle": "দূর দেশ থেকে আসে, জামা পরা গায়ে, জামা খুললেই খবর জানা যায়।",
          "new_answer": "চিঠি"
        },
        {
          "new_riddle": "সবুজ বা লাল রঙের দেখতে ছোটখাটো, মুখে দিলে পরেই কিন্তু লাগে ঝাঁঝালো।",
          "new_answer": "লঙ্কা"
        },
        {
          "new_riddle": "ছোট্ট এক সাহেব, মাথায় তার টুপি লাল। দেওয়ালে মাথা ঠুকলেই, জ্বলে ওঠে তার চাল।",
          "new_answer": "দেশলাই কাঠি"
        }
      ]
    },
    {
      "original_riddle": "৩ অক্ষরের নাম তার পেট ভরে পানি খায় মাঝের অক্ষর বাদ দিলে আলোয় ভরে যায়,",
      "original_answer": "বালতি",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরের নাম তার, সে অনেক উঁচু আর স্থির, মাঝের অক্ষর বাদ দিলে হয় নদীর তীর।",
          "new_answer": "পাহাড়"
        },
        {
          "new_riddle": "তিন অক্ষরের নাম, মাথায় সবার থাকে, মাঝের অক্ষর বাদ দিলে, জল পড়ে অবিরাম ডাকে।",
          "new_answer": "কপাল"
        },
        {
          "new_riddle": "৩ অক্ষরের নাম তার, বুকে ধারণ করে জল। মাঝের অক্ষর বাদ দিলে, গাছে জোগায় বল।",
          "new_answer": "সাগর"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার, আকাশেতে দেখা যায়। মাঝের অক্ষর বাদ দিলে, শরীরেতে তা লাগায়।",
          "new_answer": "কাজল"
        }
      ]
    },
    {
      "original_riddle": "কান নাই মাথা নাই, পেট ভরে খায়, কাম নাই কাজ নাই, মাথা নিয়ে ঘুমায়।",
      "original_answer": "বালিশ।",
      "context_riddles": [
        {
          "new_riddle": "মাথা আছে, মুন্ডু নাই, হাত পা কিছু নাই, ধাক্কা খেয়ে দেওয়ালে সেঁধিয়ে যায়।",
          "new_answer": "পেরেক।"
        },
        {
          "new_riddle": "মুখ আছে কথা বলেনা, খাবার না খেয়ে মোটা হয়, রোগা হয় সব হারালে।",
          "new_answer": "মানিব্যাগ।"
        },
        {
          "new_riddle": "দাঁত আছে শত শত, কামড়াতে জানে না মোটে, চুলকে সে রোজ সাজায়, মাথাকে রাখে পরিপাটি সদায়।",
          "new_answer": "চিরুনি।"
        },
        {
          "new_riddle": "গলা নাই জিভ নাই, তবু গায় গান। হাত দিলে বাজে সে, জুড়ায় সবার প্রাণ।",
          "new_answer": "বাঁশি।"
        }
      ]
    },
    {
      "original_riddle": "আমি কাদাঁই, আমি হাসাই, নই আমি প্রাণি, আমায় দেখে সবাই ক্ষনিক ভোলে ব্যাথার বানী।",
      "original_answer": "সিনেমা বা নাটক।",
      "context_riddles": [
        {
          "new_riddle": "আমি নাচাতে পারি, আমি কাঁদাতে পারি, আমার প্রাণ নেই, তবুও সব ব্যথা ভুলিয়ে দিই।",
          "new_answer": "গান"
        },
        {
          "new_riddle": "আমি শান্তি আনি, আমি অশান্তিও আনি, নই আমি দেবতা, তবু আমার জন্যেই কত হানাহানি।",
          "new_answer": "টাকা"
        },
        {
          "new_riddle": "আমি বড়ও হই, আমি ছোটও হই, নই আমি জীবন্ত, তবু রোদ পড়লেই আমার হয় আবির্ভাব।",
          "new_answer": "ছায়া"
        },
        {
          "new_riddle": "আমি চলি, কিন্তু পা নেই আমার। আমি কথা কই, কিন্তু জিভ নেই আমার। নই আমি জীব, তবু জীবনের অপরিহার্য অঙ্গ। কখনও আনি সুখের মুহূর্ত, কখনও দুঃখের সঙ্গ।",
          "new_answer": "ঘড়ি।"
        }
      ]
    },
    {
      "original_riddle": "আন্ধার ঘরে থাকি আমি নড়াচড়া করি, একটুখানি খাবার পেলে খাবলে তাকে ধরি।",
      "original_answer": "জিহ্বা।",
      "context_riddles": [
        {
          "new_riddle": "বুকের ভিতর চুপটি করে থাকি, কাউকেই না বলি। যদি বলি ফেটে যায়, নইলে মনে জ্বলি।",
          "new_answer": "গোপন কথা"
        },
        {
          "new_riddle": "আন্ধার কোণায় থাকি আমি, জাল বুনে নড়ি। একটুখানি পোকা পেলে, খাবলে তাকে ধরি।",
          "new_answer": "মাকড়সা"
        },
        {
          "new_riddle": "সবার হাতে ঘুরি ফিরি, নিজের কোনো হাত নাই। কত কিছু কিনে দিই, নিজে কিছুই খাই না ভাই।",
          "new_answer": "টাকা"
        },
        {
          "new_riddle": "কালো ঘরে জন্ম আমার, চুপ করে রই শুয়ে, রস পেলে উঠি জেগে, মাথা তুলি ভুঁয়ে।",
          "new_answer": "বীজ।"
        }
      ]
    },
    {
      "original_riddle": "হাঁড়ির ভিতর, বালির ভিতর হাজার ছেলে নাচে, একটু পরই হয় সে খাবার তপ্ত চুলার আঁচে।",
      "original_answer": "মুড়ি।",
      "context_riddles": [
        {
          "new_riddle": "গাছের গায়ে ছিল ধরা, ছোট্ট হাজার মণি। আগুনের তাপে ফেটে ওঠে, সাদা ফুলে ভরা ফণী।",
          "new_answer": "খই"
        },
        {
          "new_riddle": "বস্তা ভরে আসে ঘরে, সাদা গুঁড়ো শরীর। জল মেখে তাপে সেঁকলে, পেট ভরায় হাজির।",
          "new_answer": "রুটি"
        },
        {
          "new_riddle": "বাইরেতে কঠিন বর্ম, ভেতরে শীতল জল। গাছে ঝোলে সারাক্ষণ, মানুষ খায় তার ফল।",
          "new_answer": "নারকেল।"
        },
        {
          "new_riddle": "দাঁত আছে অনেক তার, কামড়াতে জানে না। পরের ঘরের তালা খোলে, নিজে কভু ঢোকে না।",
          "new_answer": "চাবি।"
        }
      ]
    },
    {
      "original_riddle": "এতো বড় আঙিনা ঝাড় দিয়েও কুলোয় না। কতো ফুল ফুটে আছে নাই তার তুলনা!",
      "original_answer": "আকাশ ও তারা।",
      "context_riddles": [
        {
          "new_riddle": "ছোট্ট এক মাঠ, তাতে কতো ফসল ফলে। গুনতে গেলে দিনের আলো নিভে যায়।",
          "new_answer": "মাথা ও চুল।"
        },
        {
          "new_riddle": "এমন এক অঙ্গন, যার সীমা নেই, গোছানো যায় না। কতো ভাবনার পাখি উড়ে বেড়ায়, ধরা যায় না।",
          "new_answer": "মন।"
        },
        {
          "new_riddle": "এমন এক রাজা, যার নেই কোনো রাজ্যপাট। হাজার সিপাই তার, দাঁড়িয়ে থাকে ঠাঁট।",
          "new_answer": "মৌচাক ও মৌমাছি।"
        },
        {
          "new_riddle": "অদৃশ্য এক বিরাট খাতা, ঝাড়ু দিয়েও যায় না মোছা পাতা। কত স্মৃতি ঘটনা আঁকা, দেয় না তো কেউ গুনে হদিসটা।",
          "new_answer": "সময় ও ঘটনা।"
        }
      ]
    },
    {
      "original_riddle": "চার পায়ে বসি মোরা, আট পায়ে চলি। বাঘও নই ভাল্লুকও নই আস্ত কাঁধে ঝুলি।",
      "original_answer": "পালকি।",
      "context_riddles": [
        {
          "new_riddle": "দু চাকার উপর বসি, চার পায়ে চলি। নিজে জীব নই, বোঝা বয়ে বেড়াই।",
          "new_answer": "গরুর গাড়ি।"
        },
        {
          "new_riddle": "দু চাকার উপর বসি, দু পায়ে ঘুরি। নিজে পা নেই, তবু পথ চিনি।",
          "new_answer": "সাইকেল।"
        },
        {
          "new_riddle": "পাতা আছে, গাছ তো নয়। কথা বলে, শব্দ শোনে না কেউ। জ্ঞান দেয়, বুদ্ধি বাড়ায়, সঙ্গী হয় সবার ঘরে।",
          "new_answer": "বই"
        },
        {
          "new_riddle": "চোখ নেইকো, তবু দেখাই ভুবন। কথা বলি না, তবু জানাই মনের মতন। হাসলে হাসি, কাঁদলে কাঁদি, আমি কে বলো তো ভাই?",
          "new_answer": "আয়না"
        }
      ]
    },
    {
      "original_riddle": "তিন অক্ষরে নাম তার সর্ব অঙ্গে কালো, মাঝের অক্ষর বাদ দিলে খেতে লাগে ভাল",
      "original_answer": "কয়লা",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরে নাম তার লেখা যায় তাতে, মাঝের অক্ষর বাদ দিলে করতে হয় হাতে।",
          "new_answer": "কাগজ"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার গায়ে দিলে লাগে, মাঝের অক্ষর বাদ দিলে তা আমরা খাই।",
          "new_answer": "গরম"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার কামড় দিতে পারে, মাঝের অক্ষর বাদ দিলে বসতে কাজে লাগে।",
          "new_answer": "পিঁপড়া"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার, বিশ্রাম নাও যবে, মাঝের অক্ষর বাদ দিলে সুর ওঠে তবে।",
          "new_answer": "বিছানা"
        }
      ]
    },
    {
      "original_riddle": "আশ্চর্য এক কথা শুনলে হাসি পায় নিজে দেখতে পায় না কিন্তু অপরকে দেখায়।",
      "original_answer": "আয়না",
      "context_riddles": [
        {
          "new_riddle": "নিজে যায় না কোথাও, কিন্তু মানুষকে পৌঁছে দেয় নানান ঠাঁই।",
          "new_answer": "রাস্তা"
        },
        {
          "new_riddle": "নিজে এক ফোঁটাও জল খায় না, কিন্তু সবার তৃষ্ণা মেটায়।",
          "new_answer": "কুয়ো"
        },
        {
          "new_riddle": "নিজে লিখতে বা পড়তে পারে না, কিন্তু লেখা আর পড়ার জায়গা ও-ই দেয়।",
          "new_answer": "কাগজ"
        },
        {
          "new_riddle": "নদীর বুকে শুয়ে থাকি, পার করে দিই হাজার জনকে, নিজে কিন্তু এক চুলও নড়ি না, বলতে পারো আমি কে?",
          "new_answer": "সেতু"
        }
      ]
    },
    {
      "original_riddle": "তিন অক্ষরের নাম তার সবাই খায়, প্রথম অক্ষর ছেড়ে দিলে মেয়েদের হাতে যায়।",
      "original_answer": "খিচুড়ি",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরের নাম তার, সবার মাথায় থাকে। প্রথম অক্ষর ছেড়ে দিলে পশুরা জোট বাঁধে।",
          "new_answer": "কপাল"
        },
        {
          "new_riddle": "তিন অক্ষরের নাম তার, পেলে শান্তি লাগে। প্রথম অক্ষর ছেড়ে দিলে পূজনীয় দেব হয় যে।",
          "new_answer": "আরাম"
        },
        {
          "new_riddle": "তিন অক্ষরের নাম, শোবার কাজে লাগে। প্রথম অক্ষর বাদ দিলে, দুধ থেকে যা ভাগে।",
          "new_answer": "বিছানা"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার, স্পর্শে জ্বালা দেয়। প্রথম অক্ষর ছেড়ে দিলে, গুণের কথা কয়।",
          "new_answer": "আগুন"
        }
      ]
    },
    {
      "original_riddle": "চোখ আছে, কান নাই, হাত আছে, প্রাণ নাই।",
      "original_answer": "চশমা",
      "context_riddles": [
        {
          "new_riddle": "মুখ আছে, চোখ নাই, জিভ আছে, প্রাণ নাই।",
          "new_answer": "জুতো"
        },
        {
          "new_riddle": "বিছানা আছে, কিন্তু ঘুমায় না। মুখ আছে, কিন্তু কথা বলে না। সব সময় বয়ে চলে।",
          "new_answer": "নদী"
        },
        {
          "new_riddle": "মাথা আছে, মগজ নাই। শরীর আছে, জীবন নাই।",
          "new_answer": "পেরেক"
        },
        {
          "new_riddle": "গলা আছে, মাথা নাই, পেট আছে, প্রাণ নাই।",
          "new_answer": "বোতল"
        }
      ]
    },
    {
      "original_riddle": "এক বাড়িতে চার ভাই, তাদের গায়ে একই সাজ, কারো মুখে কেশ নাই, দিন শেষে বাড়ায় রাজ।",
      "original_answer": "পদ্মফুল",
      "context_riddles": [
        {
          "new_riddle": "এক সারিতে বসে রয়, চোখ নেই, দেখে না কিছু, সবার গঠন একই হয়, তবুও পোশাক ধরে রাখে পিছু পিছু।",
          "new_answer": "বোতাম"
        },
        {
          "new_riddle": "এক শরীরে শতেক সেনা, সবার গায়ে একই নিশানা, শরীরে নেইকো লোমকূপ, জ্ঞানেতে তার আসল রূপ।",
          "new_answer": "বই"
        },
        {
          "new_riddle": "গোল গোল ভাই অনেকগুলো, সবার গায়ে একই চিহ্নগুলো, মুখেতে নেইকো লোমের ছিটে, জমলে পরে ধন বাড়ায় বটে।",
          "new_answer": "মুদ্রা"
        },
        {
          "new_riddle": "বত্রিশ ভাই এক উঠানে নাচে, সবার সাদা ধুতি। কারো মুখে কথা নাই, কাজ করে দিবারাতি।",
          "new_answer": "দাঁত"
        }
      ]
    },
    {
      "original_riddle": "এক পায়ে দাঁড়িয়ে আছে, হাত দিয়ে ঠেলে দিলে, দৌড়ে পালিয়ে যায়।",
      "original_answer": "লাটিম",
      "context_riddles": [
        {
          "new_riddle": "ছোট হয়ে থাকে, ফুঁ দিয়ে ভরলে, উড়ে যায়।",
          "new_answer": "বেলুন"
        },
        {
          "new_riddle": "আঙুলের ডগায় বসে থাকে, এক বোতাম চাপলে, দেশ-বিদেশ ঘুরে আসে।",
          "new_answer": "বার্তা"
        },
        {
          "new_riddle": "চোখ আছে একটি, পলক তো পড়েই না। পথ দেখিয়ে নিয়ে চলে, তবু নিজে কিছুই দেখে না।",
          "new_answer": "সূঁচ"
        },
        {
          "new_riddle": "শব্দ শুনে জেগে ওঠে, আলো দেখলে ছবি ধরে, কথা বলা শেষ হলে আবার চুপ করে যায়।",
          "new_answer": "মোবাইল ফোন"
        }
      ]
    },
    {
      "original_riddle": "সাদা দুটি পুকুরে কালো হিরে চকচক করে।",
      "original_answer": "চোখ",
      "context_riddles": [
        {
          "new_riddle": "রঙিন পোশাক পরা এক সাদা সমুদ্র, তার উপর কালো পোকারা হেঁটে বেড়ায়।",
          "new_answer": "বই"
        },
        {
          "new_riddle": "নিজে খায় না, কিন্তু অন্যদের খাওয়ায়।",
          "new_answer": "চামচ"
        },
        {
          "new_riddle": "সবুজ ঘরের ভেতরটা লাল, তাতে কালো কালো দানা লুকানো।",
          "new_answer": "তরমুজ"
        },
        {
          "new_riddle": "গোল মায়ের আঁচলের নিচে অনেক ছেলেপিলে ঝুলে থাকে।",
          "new_answer": "চাবির গোছা"
        }
      ]
    },
    {
      "original_riddle": "দিনের বেলায় ঘুমিয়ে থাকে রাতের বেলায় জাগে ঘর-বাড়ি নেই আকাশেতে থাকে",
      "original_answer": "চাঁদ",
      "context_riddles": [
        {
          "new_riddle": "দিনের বেলা চুপচাপ থাকে, রাতের বেলা আলো জ্বালে। ঘরবাড়ি নেই, থাকে ঝোপেঝাড়ে।",
          "new_answer": "জোনাকি"
        },
        {
          "new_riddle": "দিনের বেলায় আসে না কাছে, রাতের বেলায় মন জুড়ে থাকে। ঘরবাড়ি নেই, ঘুমের ঘোরে ভাসে।",
          "new_answer": "স্বপ্ন"
        },
        {
          "new_riddle": "মুখ নেই তবু খায়, পা নেই তবু নাচে, ঘরবাড়ি নেই তবু আলো ছড়ায়।",
          "new_answer": "আগুন"
        },
        {
          "new_riddle": "আকাশেতে জন্ম, মাটিতে মরণ, কান্নায় জগৎ ভাসায়, তবু নিজের চোখে জল নেই।",
          "new_answer": "বৃষ্টি"
        }
      ]
    },
    {
      "original_riddle": "চাঁদ নয় সূর্য নয় আলো দেয় রাতে গাছে গাছে উড়ে বেড়ায় টিমটিম আলোতে।",
      "original_answer": "জোনাকি",
      "context_riddles": [
        {
          "new_riddle": "মুখ নেই তবু কথা বলে, বুক নেই তবু ব্যথা তোলে।",
          "new_answer": "চিঠি"
        },
        {
          "new_riddle": "শরীর নেই তবু রোগা হয়, জল পেলে মোটা হয়।",
          "new_answer": "ছাতা"
        },
        {
          "new_riddle": "কালি নেই, কলম নয়, তবুও লিখে যায়; কাগজে চলে অবিরাম, আঁকে রেখা আর ছবি পায়।",
          "new_answer": "পেন্সিল"
        },
        {
          "new_riddle": "শিক্ষক নয়, তবু জ্ঞান দেয়। মুখ নেই, তবু কথা কয়।",
          "new_answer": "বই"
        }
      ]
    },
    {
      "original_riddle": "গলা আছে মাথা নেই হাত আছে পা নেই এটি কি বলবে আমায়?",
      "original_answer": "শার্ট",
      "context_riddles": [
        {
          "new_riddle": "মুখ আছে কথা বলেনা, দাঁত আছে খায়না, বাড়ি পাহারা দেয় কিন্তু নড়াচড়া করেনা। এটি কি?",
          "new_answer": "তালা"
        },
        {
          "new_riddle": "চোখ আছে দেখতে পায় না, চুল আছে মাথা নেই। জল ভরা পেটে, বলো তো কে সেই?",
          "new_answer": "নারকেল"
        },
        {
          "new_riddle": "দাঁত আছে শত শত, কামড়াতে পারে না। জিনিসটা কী বলতো?",
          "new_answer": "চিরুনি"
        },
        {
          "new_riddle": "মেরুদণ্ড আছে কিন্তু দাঁড়াতে পারে না, পাতাও আছে কিন্তু গাছ নয়। বলো তো কী?",
          "new_answer": "বই"
        }
      ]
    },
    {
      "original_riddle": "বাঘ নয় তবে মানুষ খায় পাখি নয় তবে উড়ে যায় বোলতা নয় তবে শুং আছে জন্তু নয় তবে পা আছে।",
      "original_answer": "মশা",
      "context_riddles": [
        {
          "new_riddle": "মানুষ নয়, তবু কাঁদে। পাখি নয়, তবু উড়ে যায়। সিংহ নয়, তবু গর্জন করে। পাহাড় নয়, তবু আকাশ ঢেকে রাখে।",
          "new_answer": "মেঘ"
        },
        {
          "new_riddle": "সাপ নয়, কিন্তু এঁকেবেঁকে চলে। গায়ক নয়, কিন্তু গান গায়। রাস্তা নয়, কিন্তু যাত্রী বহন করে। মানুষ নয়, কিন্তু মুখ আছে।",
          "new_answer": "নদী"
        },
        {
          "new_riddle": "টিয়া পাখি নয়, কিন্তু নকল করে। জল নয়, কিন্তু রূপ দেখায়। সাক্ষী নয়, কিন্তু সবই দেখে। বিচারক নয়, কিন্তু সত্যিটা বলে দেয়।",
          "new_answer": "আয়না"
        },
        {
          "new_riddle": "গাছ নয়, কিন্তু পাতা আছে। মানুষ নয়, কিন্তু গল্প বলে। দরজা নয়, কিন্তু খোলা ও বন্ধ করা যায়। শিক্ষক নয়, কিন্তু জ্ঞান দেয়।",
          "new_answer": "বই"
        }
      ]
    },
    {
      "original_riddle": "মাথার উপর রাখে আমায় রোদ-বর্ষার দিনে বাকি সময় পড়ে থাকি শুধু ঘরের কোনে৷",
      "original_answer": "ছাতি",
      "context_riddles": [
        {
          "new_riddle": "শীতকালে গায়ে চাপাই আদর করে, বাকি সময় শুয়ে থাকি চুপটি করে ঘরের ভিতরে।",
          "new_answer": "কম্বল"
        },
        {
          "new_riddle": "শরীরে যখন জ্বর আসে, মাথায় বসে খোঁজ নেয় কে? শরীর ভালো হলে বাক্সে থাকে লুকিয়ে।",
          "new_answer": "থার্মোমিটার"
        },
        {
          "new_riddle": "শীতের রাতে শরীর ঢাকে যত্নে, গরম এলে বাক্সবন্দী থাকে চুপে চুপে।",
          "new_answer": "লেপ"
        },
        {
          "new_riddle": "উৎসব অনুষ্ঠানে পরিধান করি সবে, অন্য সময় থাকি বন্দি সিন্দুকেতে নীরবে।",
          "new_answer": "গয়না"
        }
      ]
    },
    {
      "original_riddle": "দাদু বুড়ো, ঠাকুমা বুড়ি আমাতে বুড়ো কী? পাঁচ আঙুলে রয়েছে সেটি বলবে সেটি কী?",
      "original_answer": "বুড়ো আঙুল",
      "context_riddles": [
        {
          "new_riddle": "উৎসব নয়, পরব নয়, আমাতে শুভ কী? দিনের শুরুতে আসে, বলবে সেটি কী?",
          "new_answer": "শুভ সকাল"
        },
        {
          "new_riddle": "বইটা সহজ, কঠিন নয়, আমাতে কঠিন কী? পড়ার সময় লাগে, বলবে সেটি কী?",
          "new_answer": "কঠিন শব্দ"
        },
        {
          "new_riddle": "সবাই জেগে আছে, আমি ঘুমিয়ে। আমার ঘুমটা কেমন? একটু শব্দে ভেঙে যায় যেটা, বলবে সেটা কী?",
          "new_answer": "কাঁচা ঘুম"
        },
        {
          "new_riddle": "নামেতে আছে ফুল, কিন্তু সে তো ফুল নয়। সবজির রাজা সে, বলো তো কী পরিচয়?",
          "new_answer": "ফুলকপি"
        }
      ]
    },
    {
      "original_riddle": "উপরে থেকে পড়ল হাঁড়ি হাঁড়ির ভেতরে একশো কড়ি।",
      "original_answer": "কাঁঠাল",
      "context_riddles": [
        {
          "new_riddle": "উপরে থেকে পড়ল হাঁড়ি, হাঁড়ির ভেতর লাল দানা সারি সারি।",
          "new_answer": "ডালিম"
        },
        {
          "new_riddle": "ঝুলতে থাকে একটি সুতো, ভেতরে গাঁথা অনেক রত্ন।",
          "new_answer": "মালা"
        },
        {
          "new_riddle": "গাছে থাকে শস্যের বাড়ি, বাড়ির ভেতর দাঁতের সারি।",
          "new_answer": "ভুট্টা"
        },
        {
          "new_riddle": "কালো মেঘের পেটটি চিরে, ঝরে পড়ে লক্ষ হীরে।",
          "new_answer": "বৃষ্টি"
        }
      ]
    },
    {
      "original_riddle": "ঘরের ভেতরে ঘর সেখানে গিয়ে শুয়ে পড়।",
      "original_answer": "মশারী",
      "context_riddles": [
        {
          "new_riddle": "খোলার ভেতরে পাখি, সময় হলে দেয় উঁকি।",
          "new_answer": "ডিম"
        },
        {
          "new_riddle": "একটা বড় বাক্সের ভেতর ছোট ছোট ঘর, তাতে নিয়ে যাই খাবার দুপুর ভর।",
          "new_answer": "টিফিন বক্স"
        },
        {
          "new_riddle": "মলাটের ভেতরে বাস, জ্ঞানের কথা কয় বারোমাস।",
          "new_answer": "বই"
        },
        {
          "new_riddle": "খামের ভেতরে বন্দী, দেশ-বিদেশে ঘোরে সে নিরবধি।",
          "new_answer": "চিঠি"
        }
      ]
    },
    {
      "original_riddle": "এক থালা সুপারি গুণতে না পারি।",
      "original_answer": "আকাশ",
      "context_riddles": [
        {
          "new_riddle": "আছে জল রাশি রাশি, গোনা যায় না তার কণা।",
          "new_answer": "সমুদ্র"
        },
        {
          "new_riddle": "একটি ফলের পেটে, অজস্র দানা সেঁটে।",
          "new_answer": "ডালিম"
        },
        {
          "new_riddle": "রাতের আকাশে মুক্তো ছড়ানো, গুণতে গেলে মাথা যায় বিগড়ানো।",
          "new_answer": "তারা"
        },
        {
          "new_riddle": "মাটির নিচে হাজার সেনা, চোখে দেখা যায় না কণা।",
          "new_answer": "পিঁপড়ের বাসা"
        }
      ]
    },
    {
      "original_riddle": "জটা ভরা মাথায় হাজার চোখে তাকায়।",
      "original_answer": "আনারস",
      "context_riddles": [
        {
          "new_riddle": "শুয়ে থাকে, কিন্তু অনেক দূরে নিয়ে যায়।",
          "new_answer": "রাস্তা"
        },
        {
          "new_riddle": "মাথায় সোনালী কেশ, গায়ে সারি সারি চোখ।",
          "new_answer": "ভুট্টা"
        },
        {
          "new_riddle": "মুখ আছে কথা বলেনা, পা নেই তবু চলে যায় বহুদূর।",
          "new_answer": "নদী"
        },
        {
          "new_riddle": "জলে জন্ম, জলেই নাশ, তবু জল পেলে হয় সর্বনাশ।",
          "new_answer": "নুন"
        }
      ]
    },
    {
      "original_riddle": "থাকি গভীর জলে মাঝের বর্ণ ছেড়ে দিলে আকাশে যাই উড়ে।",
      "original_answer": "চিতল",
      "context_riddles": [
        {
          "new_riddle": "থাকে মুখের মাঝখানে, মাঝের বর্ণটি বাদ দিলে কলকব্জা হয়ে যাই।",
          "new_answer": "কপাল"
        },
        {
          "new_riddle": "আমার ছোঁয়া গরম লাগে, মাঝের বর্ণ গেলে খাবার হয়ে যাই।",
          "new_answer": "গরম"
        },
        {
          "new_riddle": "আমি ছলনা করি, স্নেহও দেখাই, মাঝের বর্ণ ছেড়ে দিলে আমিই জীবনের উৎস।",
          "new_answer": "মায়া"
        },
        {
          "new_riddle": "আমি ঘরের দ্বার বন্ধ করি, মাঝের বর্ণ ছেড়ে দিলে তীক্ষ্ণ স্বাদ বোঝাই।",
          "new_answer": "কপাট"
        }
      ]
    },
    {
      "original_riddle": "প্রজাপতি, প্রজাপতি বলছি শোন কী তিনটি মাথা, দশটি ঠ্যাং দেখেছ তুমি কি?",
      "original_answer": "কৃষক ও হালের দুটি গোরু",
      "context_riddles": [
        {
          "new_riddle": "কী এমন জিনিস, দুটো মাথা, চারটে পা, স্নেহের বাঁধনে থাকে বাঁধা?",
          "new_answer": "মা ও শিশু।"
        },
        {
          "new_riddle": "দুটো মাথা, ছ'টা পা, পিঠে চড়ে যায় চলে। বলো তো দেখি, কে তারা, এমন আজব কলে?",
          "new_answer": "ঘোড়সওয়ার ও ঘোড়া"
        },
        {
          "new_riddle": "বুক ফাটে তো মুখ ফোটে না, পরের তরে জীবন দেয় যে আপনা। কে সে?",
          "new_answer": "নারকেল"
        },
        {
          "new_riddle": "সারা গায়ে চোখ, একটিও দেখে না। রসে ভরা পেট, তবু কথাটি কয় না। কে সে?",
          "new_answer": "আনারস"
        }
      ]
    },
    {
      "original_riddle": "লেবু টক, জলপাই টক আর টক কী পাতার আড়ালে ঝুলে থাকি আমায় চেন কি?",
      "original_answer": "তেঁতুল",
      "context_riddles": [
        {
          "new_riddle": "সোনা ঝকঝক, রূপো ঝকঝক, আর ঝকঝকে কে রাতে আকাশে মিটমিট করে জ্বলে আমায় চেন কি?",
          "new_answer": "তারা"
        },
        {
          "new_riddle": "বইয়ের পাতা আছে, খাতার পাতা আছে, আর পাতা আছে কার যে রোজ তারিখ বলে আমায় চেন কি?",
          "new_answer": "ক্যালেন্ডার"
        },
        {
          "new_riddle": "সূর্য আলো দেয়, জোনাকিও আলো দেয়, আর আলো দেয় কে, যে নিজে জ্বলে শেষ হয়ে যায়? বলো দেখি আমি কে?",
          "new_answer": "মোমবাতি"
        },
        {
          "new_riddle": "চিনি মিষ্টি, গুড়ও মিষ্টি, আর মিষ্টি কী? ফুলের ভেতর থাকি, মৌচাকে জমা হই, আমায় চেনো কি?",
          "new_answer": "মধু"
        }
      ]
    },
    {
      "original_riddle": "লম্বা কেশর ফুলিয়ে তোলা গম্ভীর মেজাজ; রাজার মতো চেহারা তাই নামটি পশুরাজ",
      "original_answer": "সিংহ",
      "context_riddles": [
        {
          "new_riddle": "রূপ নেই, আকার নেই, পাত্রে নিই যে রূপ; পিপাসা মেটাই সবার, জীবন রক্ষার ঝর্ণারূপ?",
          "new_answer": "জল"
        },
        {
          "new_riddle": "কারো জন্য থামি না, অবিরাম চলে যাই; রাজা-প্রজা সবাই আমার অধীন, কে আমি সবার নিয়ন্তা?",
          "new_answer": "সময়"
        },
        {
          "new_riddle": "তার আছে দুটো কাঁটা, তবু ফোটে না কোথাও; অবিরাম ছুটে চলে, সময়ের সে প্রভু।",
          "new_answer": "ঘড়ি"
        },
        {
          "new_riddle": "রাতে আকাশে আলো ছড়াই, কখনো গোল কখনো বাঁকা; আমার মায়ায় জোয়ার আসে, কবিরা লেখে কত কাব্য। শিশুরা আমায় মামা ডাকে, আকাশের রানী যেন আমি; স্নিগ্ধ আলোয় ভুবন ভরি, তাই তো নাম মোর শশী।",
          "new_answer": "চাঁদ"
        }
      ]
    },
    {
      "original_riddle": "আয় আয় তু তু খেতে দেব দু দু! ল্যজটি তুলে নাচবি সুখে, হাসবে সোনার খুকু!",
      "original_answer": "বিড়াল",
      "context_riddles": [
        {
          "new_riddle": "কে আসে রে হুস হুস করে? গাছের পাতা নাচে থর থর। হাতে তাকে ধরতে পারো না, শরীর জুড়ায় তার ছোঁয়াতে।",
          "new_answer": "বাতাস"
        },
        {
          "new_riddle": "ঘুর ঘুর বলে ডাকলে, / শুরু হয় তোর খেলা। / ঘুরতে ঘুরতে নাচিস সুখে, / তোকে দেখে হাসে আমার খুকু!",
          "new_answer": "লাট্টু"
        },
        {
          "new_riddle": "দোলা খেতে খেতে এপার ওপার করিস খেলা, আর তাতে খুকুমনি হাসে সারাবেলা।",
          "new_answer": "ঝুলনা"
        },
        {
          "new_riddle": "মুখ নেই, তবু বলে নানা কথা,",
          "new_answer": "বই"
        }
      ]
    },
    {
      "original_riddle": "গাছে হয় ঘরে আনি রান্না হয় খাওয়ার সময় ফেলা হয় ।",
      "original_answer": "তেজপাতা",
      "context_riddles": [
        {
          "new_riddle": "গাছে হয়, ঘরে আনি, খাওয়ার সময় ছাড়িয়ে ফেলি, নিজে খাই না।",
          "new_answer": "কলার খোসা"
        },
        {
          "new_riddle": "কারখানায় তৈরি হয়, ঘরে আনি, গরম জলে ডুবিয়ে চা বানাই, তারপর তুলে ফেলে দিই।",
          "new_answer": "টি ব্যাগ"
        },
        {
          "new_riddle": "ঘর বানাতে লাগে তারে, কাজ শেষে আর সে ঘরে রয় না।",
          "new_answer": "ভারা"
        },
        {
          "new_riddle": "গাছের আমি বংশধর, ছোট্ট বাক্সে আমার ঘর। জ্বলে উঠি ক্ষণেক তরে, ফেলে দাও যে তার পরে।",
          "new_answer": "দেশলাই কাঠি"
        }
      ]
    },
    {
      "original_riddle": "পাখা আছে মোর না পারি উড়তে, আঁখি আছে মোর না পারি মুদতে। পা নাই মোর তবুও ঘুরি। জীবন কাটাই জলে চরি। যদি তুমি আমায় চিনতে পারো তবে মোর নামটি মনে করো।",
      "original_answer": "মাছ",
      "context_riddles": [
        {
          "new_riddle": "দেহ আছে মোর, নাহি কোনো জন। পা নাই মোর, তবু চলি সাথে সঙ্গোপন। কথা নাহি বলি, শুনি সব কথা। আলো গেলে ফুরাই, এই মোর প্রথা।",
          "new_answer": "ছায়া"
        },
        {
          "new_riddle": "এক চোখে দেখে, কিন্তু দৃষ্টিশক্তি নাই তার, শরীর আছে চিকন, তবু নেই কোনো হাড়। হাত নেই, তবু সেলাই করে যায় অবিরত, ছেঁড়া জিনিস জুড়ে দেওয়াই তার ব্রত।",
          "new_answer": "সুই"
        },
        {
          "new_riddle": "হাত আছে দুটো, তালি দিই না। মুখ আছে একটা, কথা কই না। পা নেইকো তবু চলি অবিরাম। কী আমার নাম, বলতে পারবে না?",
          "new_answer": "ঘড়ি"
        },
        {
          "new_riddle": "গলা আছে যার, মাথা নেই। হাতা আছে যার, হাত নেই। শরীর আছে যার, প্রাণ নেই। মানুষ আমায় গায়ে পরে, আমি কে সেই?",
          "new_answer": "জামা"
        }
      ]
    },
    {
      "original_riddle": "তিন বর্ণের নামটি আমার আরাম করে শুই প্রথম বর্ণ কেটে দিলে দুধের থেকে হই মাঝের বর্ণ কেটে দিলে ছাড়া পেয়ে যাই শেষের বর্ণ কেটে দিলে ভীষণ ভয় পাই।",
      "original_answer": "বিছানা",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরে নাম আমার, ইট পাথরের ঘর,",
          "new_answer": "শহর"
        },
        {
          "new_riddle": "তিন অক্ষরের নাম আমার, জ্ঞানের আলো ছড়াই,",
          "new_answer": "কলম"
        },
        {
          "new_riddle": "তিন বর্ণের নামটি আমার, দিনের শুরুতে আমি",
          "new_answer": "সকাল"
        },
        {
          "new_riddle": "তিন বর্ণে ডাকি তারে, আকাশ থেকে ঝরে,",
          "new_answer": "বাদল"
        }
      ]
    },
    {
      "original_riddle": "দুই বর্ণের শব্দ আমি জলের মাঝে রই দ্বিতীয় বর্ণ কাটলে পরে আপন আমি হই।",
      "original_answer": "মাছ",
      "context_riddles": [
        {
          "new_riddle": "আমি দুই অক্ষরের শব্দ মাঠে রই দ্বিতীয় বর্ণ কাটলে গানের সুর হই।",
          "new_answer": "ধান"
        },
        {
          "new_riddle": "দুই বর্ণের শব্দ আমি, পৃথিবীর কোলে থাকি,",
          "new_answer": "মাটি"
        },
        {
          "new_riddle": "দুই বর্ণের শব্দ আমি, মনের মাঝে রই। দ্বিতীয় বর্ণ কাটলে পরে আপন আমি হই।",
          "new_answer": "মান"
        },
        {
          "new_riddle": "দুই অক্ষরের নাম মোর, চোখ দিয়ে গড়িয়ে পড়ি। শেষের অক্ষর ছেড়ে দিলে, শুনি যে কত স্বর।",
          "new_answer": "কান্না"
        }
      ]
    },
    {
      "original_riddle": "ফরসা সাহেবেরা কালো টুপি পরে, একবার ঘসে দিলে উঠে যে জ্বলে",
      "original_answer": "দেশলাই",
      "context_riddles": [
        {
          "new_riddle": "অনেক চোখ আছে তার, তবুও সে দেখতে পায় না।",
          "new_answer": "আলু"
        },
        {
          "new_riddle": "যত তাকে ব্যবহার করো, ততই সে ছোট হয়ে যায়।",
          "new_answer": "পেন্সিল"
        },
        {
          "new_riddle": "জল খেলেই সে মোটা হয়, কিন্তু তার প্রাণ নেই।",
          "new_answer": "স্পঞ্জ"
        },
        {
          "new_riddle": "তার শরীরটা লম্বা, গায়ে অনেক চোখ। মুখে ফুঁ দিলে সে গান ধরে।",
          "new_answer": "বাঁশি"
        }
      ]
    },
    {
      "original_riddle": "বড়ো একটি পুকুরের ছোটো দুটি ঘাট, বত্রিশটি কলাগাছ, একটি পাতা তাতে ৷",
      "original_answer": "মুখ",
      "context_riddles": [
        {
          "new_riddle": "বড়ো একটা ঘর, তাতে কয়েকটি জানালা আর একটি দরজা। অনেক ছেলেমেয়ে বসে থাকে সার বেঁধে, একজন কথা বলে সবার মাঝে।",
          "new_answer": "শ্রেণিকক্ষ"
        },
        {
          "new_riddle": "একটি জগতের দুটি দরজা, অসংখ্য জ্ঞানের পাতা, একটি চিহ্ন তাতে রাখা।",
          "new_answer": "বই"
        },
        {
          "new_riddle": "বিশাল এক আকাশের দুই প্রান্তে দুয়ার, অসংখ্য তারা জ্বলে, একটি চাঁদ আলো দেয়।",
          "new_answer": "রাত"
        },
        {
          "new_riddle": "একটি ফলের তিনটি চোখ, ভেতরে মিষ্টি জল, বাইরে কঠিন বর্ম।",
          "new_answer": "নারকেল"
        }
      ]
    },
    {
      "original_riddle": "ওপার থেকে এলো বুড়ি সাদা কাপড় পরে মহানন্দে বসল খেতে ঘাড় নেড়ে নেড়ে",
      "original_answer": "বক",
      "context_riddles": [
        {
          "new_riddle": "অনেক পা, তবু চলে লোহার পথে, মুখ দিয়ে ধোঁয়া ছাড়ে জোরে জোরে।",
          "new_answer": "রেলগাড়ি/ট্রেন"
        },
        {
          "new_riddle": "আকাশ থেকে নামে বুড়ি, গায়ে তার নানা রঙের শাড়ি, যখন বৃষ্টি আসে, শরীর খুলে দাঁড়ায় সে হাসে।",
          "new_answer": "ছাতা"
        },
        {
          "new_riddle": "পেট তার অক্ষর ভরা, মুখ নেই তবু বলে কথা। জগৎটাকে চিনিয়ে দেয়, মেটায় মনের আকুলতা।",
          "new_answer": "বই"
        },
        {
          "new_riddle": "হাত নেই পা নেই, শুধু ধারালো মুখ, কাটাকুটি করে করাই তার সুখ।",
          "new_answer": "কাঁচি"
        }
      ]
    },
    {
      "original_riddle": "কোন দেশ বাজে কোন দেশ বলো দেখি তেল ঘিতে ভাজে",
      "original_answer": "কাশী, পুরী",
      "context_riddles": [
        {
          "new_riddle": "কোন জায়গা নিজে গরম, কোন জায়গা নিজে শীতল?",
          "new_answer": "গরমপুর, শীতলকুচি"
        },
        {
          "new_riddle": "কার শরীর নেই তবু কাপড় পরে, কার গাছ নেই তবু শিকড় ধরে?",
          "new_answer": "পুতুলডাঙা, শিকড়পুর"
        },
        {
          "new_riddle": "কোন জিনিস ফোটে? কোন জিনিস বাগানে ফোটে?",
          "new_answer": "কাঁটা, ফুল"
        },
        {
          "new_riddle": "পায়ের নিচে কোনটি? আর কোনটি তুমি পান করো?",
          "new_answer": "মাটি, জল"
        }
      ]
    },
    {
      "original_riddle": "জলের জন্তু নয় তবুও জলেই  বাস করে হাত নেই পা নেই তবু সাঁতার কাটে",
      "original_answer": "নৌকা",
      "context_riddles": [
        {
          "new_riddle": "জীব নয় তবুও চলে, পা নেই তবুও পথ চলে।",
          "new_answer": "গাড়ি"
        },
        {
          "new_riddle": "জীব নয় তবু আকাশ থেকে ঝরে, চোখ নেই তবু কাঁদে।",
          "new_answer": "বৃষ্টি"
        },
        {
          "new_riddle": "জীব নয় তবু জগৎ দেখায়। চোখ নেই তবু সব দেখে।",
          "new_answer": "আলো"
        },
        {
          "new_riddle": "জীব নয় তবু বয়ে চলে। পা নেই তবু কখনও থামে না।",
          "new_answer": "সময়"
        }
      ]
    },
    {
      "original_riddle": "তিন অক্ষরে নাম যার সবার ঘরে রয় প্রথম অক্ষর বাদ দিলে সর্ব লোকে খায়। পেট তার কেটে দিলে মধুর গান গায় শেষ অক্ষর বাদ দিলে খুব কামরায়",
      "original_answer": "বিছানা",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরে নাম তার, শরীরের এক অঙ্গ।",
          "new_answer": "চরণ"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম আমার, আঁধার করি দূর,",
          "new_answer": "মশাল"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম মোর, শরীরে আনে স্বস্তি।",
          "new_answer": "আরাম"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম যার, বিশাল জলরাশি।",
          "new_answer": "সাগর"
        }
      ]
    },
    {
      "original_riddle": "দু’অক্ষরে নাম তার বহু লোকে খায় শেষের অক্ষর বাদ দিলে হেঁটে চলে যায়",
      "original_answer": "পান",
      "context_riddles": [
        {
          "new_riddle": "দু’অক্ষরের নাম তার, শুনতে সে লাগে।",
          "new_answer": "কান"
        },
        {
          "new_riddle": "দু’অক্ষরের নাম তার, গন্ধ শুঁকে চলে।",
          "new_answer": "নাক"
        },
        {
          "new_riddle": "দু’অক্ষরের নাম তার, সেখানে লোকে মেশে।",
          "new_answer": "হাট"
        },
        {
          "new_riddle": "দু'অক্ষরে নাম তার, লোকে খায়। শেষের অক্ষর বাদ দিলে সেটা ভালো না।",
          "new_answer": "কুল"
        }
      ]
    },
    {
      "original_riddle": "দু’অক্ষরে নাম লজ্জা নিবারণী প্রথম অক্ষর বাদ দিলে হয় আমার জননী শেষের অক্ষর বাদ দিলে ভাশুর ঘরণী",
      "original_answer": "জামা",
      "context_riddles": [
        {
          "new_riddle": "দু’অক্ষরে নাম, রক্ত চুষে গান গাই।",
          "new_answer": "মশা"
        },
        {
          "new_riddle": "দুই অক্ষরে নাম, জলে ভেসে চলি। প্রথম অক্ষর বাদ দিলে সঙ্গীতের স্বরলিপি। শেষের অক্ষর বাদ দিলে হয় একটি অব্যয়।",
          "new_answer": "তরী"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম, বিশাল জলরাশি। প্রথম অক্ষর বাদ দিলে হয় বিষের বাটি, শেষের অক্ষর বাদ দিলে হয় সবুজ পাতা।",
          "new_answer": "সাগর"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম, আকাশ থেকে ঝরে। প্রথম অক্ষর বাদ দিলে তৈরি হয় সংঘ, শেষের অক্ষর বাদ দিলে বিবাদ বাড়ে।",
          "new_answer": "বাদল"
        }
      ]
    },
    {
      "original_riddle": "প্রাণ নেই বন্ধু নয়, চলে সাথে সাথে আলো পেলে তবে চলে দিনে কিংবা রাতে",
      "original_answer": "ছায়া",
      "context_riddles": [
        {
          "new_riddle": "প্রাণ নেই সঙ্গী আমি, তুমি যা বলো তাই বলি। ফাঁকা জায়গায় আমার দেখা মেলে।",
          "new_answer": "প্রতিধ্বনি"
        },
        {
          "new_riddle": "জীবন নেই তবু চেহারা আছে, তুমি যা করো তাই করিছে। শান্ত জলে বা আয়নাতে, দেখা পাবে আমার তাতে।",
          "new_answer": "প্রতিবিম্ব"
        },
        {
          "new_riddle": "আমি প্রাণহীন, তবু কানে কানে যাই। তুমি মুখ খুললেই আমি ভেসে বেড়াই।",
          "new_answer": "শব্দ"
        },
        {
          "new_riddle": "আমার প্রাণ নেই, শরীরও নেই। আমি চলে গেছি বহু আগে, তবু তুমি ডাকলে আমি ফিরে আসি।",
          "new_answer": "স্মৃতি"
        }
      ]
    },
    {
      "original_riddle": "তিন অক্ষরে নাম তার প্রতি ঘরে পাবে অধ্যক্ষর বাদ দিলে বৎসর বুঝাবে মধ্য অক্ষর গেলে সবার ক্ষতি করে শেষের অক্ষর গেলে সবাই অবস্থান করে",
      "original_answer": "বাসন",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরে নাম তার, অন্ধকারে পথ দেখাই। ভয় তাড়াতে আর আলো জ্বালাতে সবাই আমায় চায়। প্রথম অক্ষর গেলে বছর বোঝায়, মাঝের অক্ষর গেলে জিনিসপত্র বোঝায়, শেষের অক্ষর গেলে মশা বোঝায়। আমি কে?",
          "new_answer": "মশাল"
        },
        {
          "new_riddle": "তিন অক্ষরের নাম তার, মানুষের চোখে রয়।",
          "new_answer": "কাজল"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার, আকাশ জুড়ে খেলা। অধ্যক্ষর গেলে একসাথে চলে, মধ্য গেলে শক্তির মেলা, শেষেরটা গেলে বিবাদ আনে অবহেলা।",
          "new_answer": "বাদল"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম, জ্ঞানের প্রদীপ জ্বালে। অধ্যক্ষর গেলে পশমকে বোঝায়, মধ্য গেলে কমে যায় কালে, শেষেরটা গেলে যন্ত্র বা জলের নালে।",
          "new_answer": "কলম"
        }
      ]
    },
    {
      "original_riddle": "দুই অক্ষরের নাম যার সব যায়গায় রায় প্রথম অক্ষর বাদ দিলে খাবার জিনিস হয়, শেষের অক্ষর বাদ দিলে আপনজন হয়",
      "original_answer": "মাটি",
      "context_riddles": [
        {
          "new_riddle": "দুই অক্ষরের নাম তার, ক্ষেতে বা বাগানে তার দেখা মেলে। প্রথম অক্ষর বাদ দিলে খাবার জিনিস হয়, শেষের অক্ষর বাদ দিলে আপনজন হয়।",
          "new_answer": "মাচা"
        },
        {
          "new_riddle": "দুই অক্ষরের নাম আমার, দেবতার গলে রই। প্রথমটি বাদ দিলে এক আনাজ আমি হই। শেষেরটি বাদ দিলে মায়ের আঁচল ছুঁই।",
          "new_answer": "মালা"
        },
        {
          "new_riddle": "দুই অক্ষরের নাম, লেখায় ছেদ টানে। প্রথম অক্ষর বাদ দিলে প্রিয়জন পাবে, শেষের অক্ষর বাদ দিলে পাবে বর্ণমালার প্রথম ব্যঞ্জনে।",
          "new_answer": "কমা"
        },
        {
          "new_riddle": "দুই অক্ষরের নাম, মনেতে আমার বাস। প্রথমটি ছেড়ে দিলে শান্তি আনে পাশ, শেষেরটি ছেড়ে দিলে জ্বলে সর্বনাশ।",
          "new_answer": "আশা"
        }
      ]
    },
    {
      "original_riddle": "একলা তারে যায় না দেখা, সঙ্গী গেলে বাঁচে। আধার দেখে ভয়ে পালায়, আলোয় ফিরে আসে।",
      "original_answer": "ছায়া।",
      "context_riddles": [
        {
          "new_riddle": "তার নেই কোনো শব্দ, তবু সে সবখানে যায়। কোলাহল তাকে তাড়িয়ে দেয়, নিস্তব্ধতায় সে ফিরে আসে।",
          "new_answer": "নীরবতা।"
        },
        {
          "new_riddle": "হাওয়ার উপর তার ঘর, ছুঁলেই হয় শেষ। একা একা বাঁচতে পারে না, দল পেলে হয় বেশ।",
          "new_answer": "বুদবুদ।"
        },
        {
          "new_riddle": "জ্বালানি পেলে জীবন পায়, জল পেলে সে মরে যায়। আলো দেয় সে আঁধারে, তবু স্পর্শে জ্বালা ধরে।",
          "new_answer": "আগুন।"
        },
        {
          "new_riddle": "মাটির নিচে ঘুমিয়ে থাকে, জল পেলে সে জীবন আঁকে। নিজে মরে জন্ম দেয়, সবুজ পাতায় জগৎ ছেয়ে যায়।",
          "new_answer": "বীজ।"
        }
      ]
    },
    {
      "original_riddle": "একটুখানি পুস্কনি, পানি টলমল করে। রাজার ছেলের সাধ্য নেই, জাল ফেলতে পারে।",
      "original_answer": "চোখ।",
      "context_riddles": [
        {
          "new_riddle": "ছোট্ট ছোট্ট ফুল, আকাশে ফোটে। রাজার ছেলের সাধ্য নেই, মালা গাঁথতে জোটে।",
          "new_answer": "তারা।"
        },
        {
          "new_riddle": "পুরোনো এক ঘর, আছে কত ছবি। ঢুকতে পারো তুমি, কিন্তু নেই চাবি।",
          "new_answer": "স্মৃতি"
        },
        {
          "new_riddle": "ঘাসের ওপর ছড়িয়ে আছে হাজারো মুক্তা, কিন্তু কোনো জহুরি তাকে গাঁথতে পারে না।",
          "new_answer": "শিশির।"
        },
        {
          "new_riddle": "এক ঘর যার দরজা নেই, জানলাও নেই। কেউ ঢুকতে বা বেরোতে পারে না।",
          "new_answer": "মন।"
        }
      ]
    },
    {
      "original_riddle": "একটি গাছের বাঁট নাই, তবু দুগ্ধ হয় প্রচুর। দোহনকালে থাকে নাকো, তার নিকটে বাছুর।",
      "original_answer": "তালগাছ।",
      "context_riddles": [
        {
          "new_riddle": "পা নেই, তবু চলে যায় বহুদূর। মুখ নেই, তবু কত কথা কয় বন্ধুর।",
          "new_answer": "চিঠি"
        },
        {
          "new_riddle": "আমার চোখ আছে, কিন্তু দেখতে পাই না। আমাকে কাটলে সবাই কাঁদে, আমি কাঁদি না।",
          "new_answer": "পেঁয়াজ"
        },
        {
          "new_riddle": "আমার শরীর আছে, পরনে নেই বস্ত্র। পোশাক খুলে নিলেই লোকে, আমাকে খায় সত্র।",
          "new_answer": "কলা"
        },
        {
          "new_riddle": "এ গাছ, বাঁট নাই তবু মিষ্টি রস হয় রাশি রাশি। দোহন করে মানুষ, বাছুর থাকে না পাশাপাশি।",
          "new_answer": "আখ।"
        }
      ]
    },
    {
      "original_riddle": "একটি হলে কাজ হবে না, দুটি কিন্তু চাই। দুটি পেলে, হবে চাষী ভাই।",
      "original_answer": "বলদ।",
      "context_riddles": [
        {
          "new_riddle": "একটি হলে কাটে না, দুটি হলে সব কেটে যায়।",
          "new_answer": "কাঁচি"
        },
        {
          "new_riddle": "একটি ডানা দিয়ে ওড়ে না, দুটি ডানা হলে আকাশে ঘোরে।",
          "new_answer": "ডানা"
        },
        {
          "new_riddle": "একটি পরলে কাজ হবে না, দুটি পায়েতে চাই। দুটি পায়ে পরলে তবেই পথে হাঁটা যায়।",
          "new_answer": "জুতো"
        },
        {
          "new_riddle": "মাটিতে শুয়ে থাকি একটি, তাতে ট্রেন চলতে পারে না। কিন্তু যখন দুটি ভাই পাশাপাশি শুয়ে থাকি, তখন ট্রেন চলে ছুটে। আমি কে?",
          "new_answer": "রেল লাইন"
        }
      ]
    },
    {
      "original_riddle": "এপার ঝাটি, ওপার ঝাটি। ঝাটিতে করে, পিটা পিটি।",
      "original_answer": "চোখের পাতা।",
      "context_riddles": [
        {
          "new_riddle": "এপার কপাট, ওপার কপাট। কপাটে কপাটে ধাক্কাধাক্কি।",
          "new_answer": "দরজা।"
        },
        {
          "new_riddle": "এপারে ধার, ওপারে ধার। মাঝখানে পড়লে, নাই পার।",
          "new_answer": "কাঁচি।"
        },
        {
          "new_riddle": "দুটি ভাই, থাকে এপার ওপার। দেখা হলেই, মারে পিটাপিটি।",
          "new_answer": "হাততালি।"
        },
        {
          "new_riddle": "নিচে এক প্রস্তর, উপরে আর। ঘর্ষণে তাদের মশলা হয় ছারখার।",
          "new_answer": "শিলনোড়া।"
        }
      ]
    },
    {
      "original_riddle": "\"তিন অক্ষরে নাম যার, যাতে তৈরি তাতেই ভেসে, শেষের অক্ষর বাদ দিলে সোজা বিয়ের পিঁড়িতে বসে\" বল কি সেই মাল??",
      "original_answer": "বরফ",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরে নাম যার, যার ভেতরে তার বাস। শেষের অক্ষর বাদ দিলে, সে নিজেই হয়ে যায় তার আধার। বল কি সে জিনিস?",
          "new_answer": "জীবন"
        },
        {
          "new_riddle": "তিনটি অক্ষর আছে তার, যা থেকে জন্ম, তাতেই সে বাস করে সার, শেষের অক্ষরটি যদি ফেলে দাও দূরে, তাহলে সে হবে সবকিছুর মূলে। বলো কী সে?",
          "new_answer": "জলজ"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম আমার, যা আমার থেকে আসে, শেষ অক্ষর বাদ দিলে তার নামটাই পাবে।",
          "new_answer": "ফলন"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার, দুধে জীবন পায়। শেষের অক্ষর বাদ দিলে, গায়েতে সবাই লাগায়।",
          "new_answer": "মাখন"
        }
      ]
    },
    {
      "original_riddle": "তিন অক্ষরে নাম তার পানিতে বাস করে, প্রথম অক্ষর বাদ দিলে স্বাদে মিষ্টি করে। বল কি তার নাম?",
      "original_answer": "মাগুর",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরের নাম তার, দিনের শুরু জানায়। প্রথম অক্ষর বাদ দিলে, সে যে সময় বোঝায়। বল কি তার নাম?",
          "new_answer": "সকাল"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার, কোনো কিছু আটকে রাখে। প্রথম অক্ষর বাদ দিলে, মুখে টক স্বাদ আসে। বল কি?",
          "new_answer": "আটক"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার ফুলেরই অংশ, প্রথম অক্ষর বাদ দিলে হয় মনের এক ভাব। বল কি?",
          "new_answer": "পরাগ"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার এক মনমরা ভাব, প্রথম অক্ষর বাদ দিলে হয় সে কারো সেবক। বল কি?",
          "new_answer": "উদাস"
        }
      ]
    },
    {
      "original_riddle": "বল কি সেই জালের নাম, যার না আছে কোনো সুতা, ফিতা, তার ; কিন্তু নিমিষেই তোমায় দেবে শেরা সম্পদের সন্ধান।",
      "original_answer": "আন্তজাল",
      "context_riddles": [
        {
          "new_riddle": "বল কি সেই চাবি, যার না আছে দাঁত বা শরীর ; কিন্তু খুলে দেয় জ্ঞানের দুয়ার।",
          "new_answer": "প্রশ্ন"
        },
        {
          "new_riddle": "বল কি সেই সেতুর নাম, যার নেই কোনো ইট, পাথর, লোহা ; কিন্তু মিলিয়ে দেয় দূরকে, যতই সে দূরে রহুক না কেন।",
          "new_answer": "ভালোবাসা"
        },
        {
          "new_riddle": "কী সেই দেওয়াল যার ইট নেই, বালি নেই, গাঁথনি নেই, তবু এক শব্দেই ভেঙে যায়?",
          "new_answer": "নীরবতা"
        },
        {
          "new_riddle": "আমার নেই হাত পা, নেই মুখ বা শরীর, তবু কত কথা বলতে পারি, ভাঙতে পারি নীর।",
          "new_answer": "গোপন কথা"
        }
      ]
    },
    {
      "original_riddle": "এমন একটি জিনিস যেটা সব লোকই খায় ছোট ছেলেরা খেলেপরে মায়ের কাছে যায় বৃদ্ধ লোকে খেলেপরে মাথায় দেয় হাত যুবক যুবতীরা খেলে এদিক ওদিক তাকায়",
      "original_answer": "আছার",
      "context_riddles": [
        {
          "new_riddle": "এমন জিনিস যেটা সবাই করে। ছোটরা করলে ছটফট করে, যুবকরা করলে ঘড়ি দেখে বা ফোন ঘাঁটে, বুড়োরা করলে চুপচাপ বসে থাকে।",
          "new_answer": "অপেক্ষা"
        },
        {
          "new_riddle": "এমন একটি জিনিস যা দেখে ছোটরা ভয় পায়, চোর পালায়, আর ভালো লোক নিশ্চিন্ত হয়।",
          "new_answer": "পুলিশ"
        },
        {
          "new_riddle": "আমি এক জিনিস, সকলেরই প্রয়োজন।",
          "new_answer": "টাকা"
        },
        {
          "new_riddle": "এমন এক স্রোত, যা বয়ে চলে যায় অবিরত,",
          "new_answer": "সময়"
        }
      ]
    },
    {
      "original_riddle": "তিন অক্ষরে জিনিসটা কি নাম তার বলনা মাথা কাটলে চলে আর মাথা না কাটলে চলে না।",
      "original_answer": "পেন্সিল",
      "context_riddles": [
        {
          "new_riddle": "দুই অক্ষরে নাম আমার, থাকি আমি গাছে। মাথাটা কাটলে আমি ঘরে ঘরে নাচে।",
          "new_answer": "ধান"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম বলো, মাথা দিয়ে সুতো গেলে চলে, না গেলে চলে না।",
          "new_answer": "সেলাই"
        },
        {
          "new_riddle": "বলো তো কী সেটা? মাথায় মারলে ভিতরে যায়, না মারলে যায় না।",
          "new_answer": "পেরেক"
        },
        {
          "new_riddle": "এক অক্ষরে নাম তার, জ্ঞানে ভরা সে। পাতা ওল্টালে কথা কয়, না ওল্টালে বোবা যে।",
          "new_answer": "বই"
        }
      ]
    },
    {
      "original_riddle": "মেঘের ডাকে জল ছেড়ে ডাঙায় উঠে পড়ে মানুষ তার মাঠে পেলে নিয়ে যায় ঘরে।",
      "original_answer": "কইমাছ",
      "context_riddles": [
        {
          "new_riddle": "ডোর ছিঁড়ে আকাশে থাকা ছেড়ে মাটিতে এসে পড়ে, মানুষ কুড়িয়ে নিয়ে যায় ঘরে।",
          "new_answer": "ঘুড়ি"
        },
        {
          "new_riddle": "আলো জ্বললে ছুটে আসে অন্ধকার ছেড়ে, দেওয়ালে বা আলোয় বসে থাকে ঘুরে ফিরে। মানুষ তাকে দেখলে হাতে ধরে।",
          "new_answer": "পতঙ্গ"
        },
        {
          "new_riddle": "রাত হলে আকাশে ফোটে দলে দলে, মানুষ তার দিকে তাকিয়ে গল্প বলে।",
          "new_answer": "তারা"
        },
        {
          "new_riddle": "রাতের ডাকে আড়ালে ছিল, বাইরে এসে আলো জ্বালে। মানুষ হাতে পেলে ধরে আনে ঘরে।",
          "new_answer": "জোনাকি"
        }
      ]
    },
    {
      "original_riddle": "হাত আছে পা নেয় মাথা তার কাটা আস্ত মানুষ গিলে খায় বুক তার ফাটা।",
      "original_answer": "জামা",
      "context_riddles": [
        {
          "new_riddle": "মুখ নেই তবু কথা বলে, চোখ নেই তবু সব দেখে।",
          "new_answer": "আয়না"
        },
        {
          "new_riddle": "মুখ আছে কিন্তু চোখ নেই, দুটো হাত দিয়ে সবসময় পথ দেখায়।",
          "new_answer": "ঘড়ি"
        },
        {
          "new_riddle": "পা আছে চলতে পারে না, পিঠ আছে শুতে পারে না, মানুষকে কোলে বসায়।",
          "new_answer": "চেয়ার"
        },
        {
          "new_riddle": "গলা আছে, মাথা নেই তার। পেটভর্তি জল ধরে, তবু খায় না আহার। ছিপি আঁটা থাকলে চুপ, খুললেই বকবক করে।",
          "new_answer": "বোতল"
        }
      ]
    },
    {
      "original_riddle": "তিন অক্ষরে নাম তার সব লোকে খায় প্রথম অক্ষর বদ দিলে ঘর ছাওয়া যায়।",
      "original_answer": "কুমড়ো",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরে নাম তার, সব লোকে খায়। প্রথম অক্ষর বদ দিলে, আসবাব গড়ে দেয়।",
          "new_answer": "বেগুন"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার, লেখায় লাগে কাজে। প্রথম অক্ষর বাদ দিলে, গায়ে দেখতে সাজে।",
          "new_answer": "কলম"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম তার, পেটে গেলে শান্তি। প্রথম অক্ষর বাদ দিলে, দিনে দিনে সে আসে।",
          "new_answer": "খাবার"
        },
        {
          "new_riddle": "দুই অক্ষরে নাম তার, অনেক মানুষ থাকে। প্রথম অক্ষর বদলে দিলে, অন্য রূপ ডাকে।",
          "new_answer": "দেশ"
        }
      ]
    },
    {
      "original_riddle": "একই প্রশ্ন কিন্তু সবাই আলাদা আলাদা উত্তর দেয় অথচ সবার উত্তরই ঠিক প্রশ্নটি কি ?",
      "original_answer": "তোমার নাম কি",
      "context_riddles": [
        {
          "new_riddle": "সবার জন্য পথটা একটাই, কিন্তু কেউ একই ভাবে চলে না, আর কেউ নিশ্চিত জানে না সেখানে কী আছে। এটা কী?",
          "new_answer": "ভবিষ্যৎ"
        },
        {
          "new_riddle": "এমন কোন প্রশ্ন, যার উত্তরে প্রত্যেকের নিজস্ব পছন্দের প্রতিফলন ঘটে, তাই উত্তর ভিন্ন হলেও কারোরটাই ভুল বলা যায় না?",
          "new_answer": "তোমার প্রিয় রং কোনটি?"
        },
        {
          "new_riddle": "একটিই জিজ্ঞাসা করি আমি সবার কাছে, উত্তর মেলে নানান রকম, তবু সবই সাচ্চা। বলো তো, কী সেই জিজ্ঞাসা?",
          "new_answer": "এখন ক’টা বাজে?"
        },
        {
          "new_riddle": "এমন কী জিনিস যা সবার আছে, শোনা যায় কিন্তু দেখা যায় না, আর প্রত্যেকেরই স্বতন্ত্র?",
          "new_answer": "কণ্ঠস্বর"
        }
      ]
    },
    {
      "original_riddle": "আমি অন্ধকার কিন্তু আলো ছাড়া আমার অস্তিত্ব নেই আমি কে ?",
      "original_answer": "ছায়া",
      "context_riddles": [
        {
          "new_riddle": "আমি শূন্য, কিন্তু পূর্ণ বস্তুর কারণে আমার জন্ম। আমি কে?",
          "new_answer": "গর্ত"
        },
        {
          "new_riddle": "আমি শান্ত, কিন্তু শব্দ থেমে গেলেই আমার অনুভব। আমি কে?",
          "new_answer": "নীরবতা"
        },
        {
          "new_riddle": "আমি দেখতে ঠিক তোমার মতো, কিন্তু তুমি ছাড়া আমার অস্তিত্ব নেই। আমি কে?",
          "new_answer": "প্রতিবিম্ব"
        },
        {
          "new_riddle": "আমি সবকিছু দেখাতে পারি, কিন্তু আমার নিজের কোনো রূপ নেই। সামনে কিছু না থাকলে, আমি শূন্য। আমি কে?",
          "new_answer": "আয়না"
        }
      ]
    },
    {
      "original_riddle": "কোথায় নদী আছে কিন্তুু জল নেই পাহাড় আছে কিন্তু পাথর নেই দেশ আছে কিন্তু লোক নেই ?",
      "original_answer": "ম্যাপ বা মানচিত্র",
      "context_riddles": [
        {
          "new_riddle": "এতে দিন আছে কিন্তুু সময় বয়ে যায়না, বছর আছে কিন্তুু বয়স বাড়েনা, ছুটির তালিকা আছে কিন্তুু ছুটি পায়না।",
          "new_answer": "পঞ্জিকা বা ক্যালেন্ডার"
        },
        {
          "new_riddle": "কোথায় তোমার ঘর আছে কিন্তু তুমি থাকতে পারো না, তোমার চেহারা আছে কিন্তু কথা বলতে পারো না, আলো আছে কিন্তু অন্ধকার দূর হয় না?",
          "new_answer": "আয়না"
        },
        {
          "new_riddle": "কার রাজা আছে কিন্তু রাজ্যপাট নেই, যুদ্ধ আছে কিন্তু রক্তপাত নেই, আনন্দ আছে কিন্তু হাসি নেই?",
          "new_answer": "গল্প বা কাহিনী"
        },
        {
          "new_riddle": "কার হাত আছে কিন্তু ধরতে পারে না, পা আছে কিন্তু চলতে পারে না, পিঠ আছে কিন্তু হেলান দেওয়া যায় না?",
          "new_answer": "চেয়ার"
        }
      ]
    },
    {
      "original_riddle": "সমুদ্রে জন্য আমার থাকি সবার ঘরে একটু জলের স্পশ্র পেলে যায় আমি মরে",
      "original_answer": "নুন বা লবণ",
      "context_riddles": [
        {
          "new_riddle": "জঙ্গলে জন্ম আমার থাকি আমি সবার ঘরে একটু জলের ছোঁয়ায় যাই আমি মরে",
          "new_answer": "দেশলাই কাঠি"
        },
        {
          "new_riddle": "বাতাসে আমি ভরি প্রাণ, ছোট্ট আঘাতে আমার মরণ।",
          "new_answer": "বেলুন"
        },
        {
          "new_riddle": "শূন্যে আমার বাড়ি, সুতো ছিঁড়লে আমি পড়ি।",
          "new_answer": "ঘুড়ি"
        },
        {
          "new_riddle": "পাখা নেই উড়ে বেড়াই, চোখ নেই তবু কাঁদি, আমার কান্না দেখলে লোকে ছাতা মাথায় বাঁধে।",
          "new_answer": "মেঘ"
        }
      ]
    },
    {
      "original_riddle": "কত,র মধ্যে কত বাদ দিলে কত থাকবে ?",
      "original_answer": "র",
      "context_riddles": [
        {
          "new_riddle": "জলখাবারের মধ্যে খাবার বাদ দিলে কি থাকবে?",
          "new_answer": "জল"
        },
        {
          "new_riddle": "ছেলেবেলার মধ্যে বেলা বাদ দিলে কি থাকবে?",
          "new_answer": "ছেলে"
        },
        {
          "new_riddle": "বাবাঠাকুর থেকে বাবা বাদ দিলে কি থাকবে?",
          "new_answer": "ঠাকুর"
        },
        {
          "new_riddle": "ফলের থেকে ফল কেটে নিলে কী পাওয়া যায়?",
          "new_answer": "এর"
        }
      ]
    },
    {
      "original_riddle": "বন থেকে বেরোলো টিয়ে, সোনার টোপর মাথায় দিয়া",
      "original_answer": "আনারস",
      "context_riddles": [
        {
          "new_riddle": "বুড়োর মাথায় পাকা চুল, ভেতরে জল টলমল।",
          "new_answer": "নারিকেল"
        },
        {
          "new_riddle": "লম্বা হয়ে জন্মায়, বেঁটে হয়ে মরে।",
          "new_answer": "মোমবাতি"
        },
        {
          "new_riddle": "মাঠে থাকে এক সাদা সাপ, মাথায় সবুজ টোপর।",
          "new_answer": "মুলো"
        },
        {
          "new_riddle": "জলেতে বসে থাকে ভাই, লাল চেলিটা গায়ে তাই।",
          "new_answer": "লাল পদ্ম"
        }
      ]
    },
    {
      "original_riddle": "এই ঘরে যাই, ওই ঘরে যাই, দুমদুমি এ আছাড় খাই",
      "original_answer": "ঝাড়ু",
      "context_riddles": [
        {
          "new_riddle": "শুধু বয়ে যাই, কূলের সাথে ধাক্কা খাই।",
          "new_answer": "নদী"
        },
        {
          "new_riddle": "এখান থেকে ওখানে যাই, জলে ভিজে আছাড় খাই।",
          "new_answer": "কাপড়"
        },
        {
          "new_riddle": "গোলগাল এক শরীর নিয়ে, এখানে যাই ওখানে যাই, শুধু লাথির গুঁতো খাই।",
          "new_answer": "বল"
        },
        {
          "new_riddle": "জোড়ায় আসি জোড়ায় যাই, পথে পথে ধুলো মেখে বেড়াই।",
          "new_answer": "জুতো"
        }
      ]
    },
    {
      "original_riddle": "লাল টুকটুক ছোটমামা, গায়ে পড়ে অনেক জামা",
      "original_answer": "পেঁয়াজ",
      "context_riddles": [
        {
          "new_riddle": "সবুজ রঙের বড়ো বুড়ি, গায়ে জড়ানো অনেক জামা।",
          "new_answer": "বাঁধাকপি"
        },
        {
          "new_riddle": "ছোট্ট এক পথিক, পিঠে নিয়ে ঘোরে ঘর খানিক।",
          "new_answer": "শামুক"
        },
        {
          "new_riddle": "কাঁচের ঘরে বাস করি, এক ফোঁটা জল দেখলে মরি।",
          "new_answer": "নুন"
        },
        {
          "new_riddle": "গাছ নয় পাতা নয়, ধরে সে লাল ফল। ফলের ভেতর মানিক জ্বলে করে টলমল।",
          "new_answer": "ডালিম"
        }
      ]
    },
    {
      "original_riddle": "তিন অক্ষরে নাম চোরের বুক কাঁপে, শেষ দুটি ছেড়ে দিলে কাটে এক কোপে। কিন্তু যদি প্রথম ছাড়ো দেখে লাগে দুঃখ, মাংস কম, শীর্ণকায়, চেহারাটি সূক্ষ্ম",
      "original_answer": "দারোগা",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরে নাম পেটে যায়, শক্তি যোগায়। প্রথম বাদ দিলে দিন বোঝায়, সময়ের হিসেব বোঝায়। শেষের দুটি গেলে খেতে লাগে, নইলে কষ্ট লাগে।",
          "new_answer": "খাবার"
        },
        {
          "new_riddle": "তিন অক্ষরে নাম আমার, ঘরে আলো বাতাস ঢালে। শেষ দুটি ফেলে দিলে, জন্ম বোঝায় কালে কালে। প্রথমটি ফেলে দিলে, জল বয়ে যায় তার খালে।",
          "new_answer": "জানালা"
        },
        {
          "new_riddle": "তিন বর্ণে মোর নাম, থাকি অনেক উঁচুতে। শেষ বর্ণ ফেলে দিলে, ছবি আঁকা বোঝায় তাতে। প্রথম বর্ণ ছেড়ে দিলে, সাদা এক ফুল হয়, শরৎকালে মাঠে ঘাটে শোভা সে বাড়ায়।",
          "new_answer": "আকাশ"
        },
        {
          "new_riddle": "তিন বর্ণে নাম আমার, আসলে ভেজে চরাচর। শেষের বর্ণ ফেলে দিলে, বিয়োগ করা হয় তার পর। প্রথম বর্ণ ছেড়ে দিলে, অনেকে থাকে একসাথে, ফুলেরও অংশ আমি, শোভা পায় তার সাথে।",
          "new_answer": "বাদল"
        }
      ]
    },
    {
      "original_riddle": "হেতা দিলাম থান হয়ে গেল লতা, ফুল নাই ফল নাই সবই তার পাতা",
      "original_answer": "পান",
      "context_riddles": [
        {
          "new_riddle": "থান থেকে জন্ম তার, লতার মতো সরু। ফুল ফল কিছুই নাহি, শুধু কাপড় বুনো।",
          "new_answer": "সুতো"
        },
        {
          "new_riddle": "হেথা দিলাম শব্দ, হয়ে গেল ভাষা। নেই তার দেহ, নেই তার সুর, সবই তার অক্ষর।",
          "new_answer": "লেখা"
        },
        {
          "new_riddle": "কান নেই, শোনে সব, মুখ নেই, তবু কয়। নিজে না থেকেও যেন অন্যের সুর ধরে রয়।",
          "new_answer": "প্রতিধ্বনি"
        },
        {
          "new_riddle": "মুখে মুখে ফেরে, কিন্তু কেউ তা ধরে না। দেখা যায় না, ছোঁয়া যায় না, কিন্তু ভাঙা যায়।",
          "new_answer": "কথা ( প্রতিশ্রুতি)"
        }
      ]
    },
    {
      "original_riddle": "গা করে তার খসর-মসর, পাত করে তার ফেনী; ফুল করে তার লাল-তামাসা, ফল করে কুস্তনি",
      "original_answer": "শিমূল",
      "context_riddles": [
        {
          "new_riddle": "পায়ের তলা মাটিতে পোঁতা, গা তার খাড়া পথ গড়া; মাথা তার মেঘেতে মিশে, বুকে তার রত্নরা হাসে।",
          "new_answer": "পাহাড়"
        },
        {
          "new_riddle": "পথ করে তার আঁকাবাঁকা, জল করে তার কুলকুল ধ্বনি, মেজাজ তার শান্ত-উদ্দাম, কর্ম তার জীবন-মরণ।",
          "new_answer": "নদী"
        },
        {
          "new_riddle": "কণ্ঠে তার নীল আভা, মাথায় শোভে ঝুঁটি। মেঘের ডাকে পেখম তোলে, মন কাড়ে সব্বার ছুটি।",
          "new_answer": "ময়ূর"
        },
        {
          "new_riddle": "শুঁড় দিয়ে জল ছিটিয়ে, করে সে স্নান। কান দুটো কুলোর মতো, মারে মাছি তাড়ান। দাঁত দুটো সাদা ধবধবে, ভারী মূল্যবান। পাগুলো থামের মতো, চলে সে দুলান।",
          "new_answer": "হাতি"
        }
      ]
    },
    {
      "original_riddle": "সাগরে জন্ম তার আকাশে উড়ে, পর্বতের কাছে মার খেয়ে কেঁদে কেঁদে মড়ে",
      "original_answer": "কুয়াশা",
      "context_riddles": [
        {
          "new_riddle": "জল থেকে জন্ম নিয়ে আকাশেতে ভাসে, কঠিন হয়ে নিচে পড়ে, গলে গিয়ে কাঁদে।",
          "new_answer": "শিলাবৃষ্টি"
        },
        {
          "new_riddle": "কুঁড়িতে জন্ম তার,",
          "new_answer": "ফুল"
        },
        {
          "new_riddle": "চোখে জন্ম আমার, গালে গড়িয়ে পড়ি, বাতাসে শুকিয়ে যাই, অথবা মাটিতে মিশে যাই, চিহ্ন রাখি ভারি।",
          "new_answer": "চোখের জল"
        },
        {
          "new_riddle": "কারখানাতে জন্ম হলেও, নরম আমার প্রাণ, গরমে গলে যাই আমি, কেঁদে করি স্নান।",
          "new_answer": "আইসক্রিম"
        }
      ]
    },
    {
      "original_riddle": "তলে মাটি উপরে মাটি, তার মধ্যে সুন্দর বেটি",
      "original_answer": "হলুদ",
      "context_riddles": [
        {
          "new_riddle": "তলে পাতা উপরে পাতা, তার মধ্যে বিশ্ব দেখা যায়।",
          "new_answer": "চোখ"
        },
        {
          "new_riddle": "বাইরে মলাট আঁটা, ভেতরে জ্ঞানের মেলা।",
          "new_answer": "বই"
        },
        {
          "new_riddle": "মাটির নিচের কুটুরি, তাতে দুটি সুন্দরী।",
          "new_answer": "চিনেবাদাম"
        },
        {
          "new_riddle": "স্তর কাটিলে স্তর আসে, কাটলে পরে চোখে জল ভাসে, তবু সে রান্নার প্রিয় পাশে।",
          "new_answer": "পেঁয়াজ"
        }
      ]
    },
    {
      "original_riddle": "জল নয়, বৃষ্টিও নয় কিন্তু ভিজে সারা, বাড়িঘর ডুবল, ডুবল পাহাড়েরও চূড়া",
      "original_answer": "কুয়াশা",
      "context_riddles": [
        {
          "new_riddle": "পা নেই, তবু পথ চলে, মুখে কথা নেই, তবুও কথা বলে।",
          "new_answer": "বাতাস"
        },
        {
          "new_riddle": "কোনো আওয়াজ নেই, কোনো শব্দ নেই, তবু তাকে অনুভব করা যায়। সব কোলাহলকে সে গ্রাস করে নেয়।",
          "new_answer": "নীরবতা"
        },
        {
          "new_riddle": "অসুখ নয়, আলস্যও নয়, তবু শরীর অবশ করে। রাজা থেকে প্রজা, সকলেই তার কোলে ঢলে পড়ে।",
          "new_answer": "ঘুম"
        },
        {
          "new_riddle": "মুখ নেই, পেটও নেই, তবু সে সবকিছু খায়, জল দিলে নিভে যায়, ভয়েতে পালায়।",
          "new_answer": "আগুন"
        }
      ]
    },
    {
      "original_riddle": "হাত আছে পা নেই বুক তার ফাটা, জ্যান্ত মানুষ গিলে খায় নেই তার মাথা",
      "original_answer": "জামা",
      "context_riddles": [
        {
          "new_riddle": "মুখ আছে, কথা কয় না, শরীর আছে, প্রাণ নাই। মানুষ আসে যায় তার পাশ দিয়ে, সে দাঁড়িয়েই থাকে ঠাঁই।",
          "new_answer": "দরজা"
        },
        {
          "new_riddle": "হাত আছে, কিছু ধরে না। পা আছে, চলতে পারে না। মানুষকে বসতে দেয়।",
          "new_answer": "চেয়ার"
        },
        {
          "new_riddle": "গলা আছে, মাথা নেই, পেট ভরে জল খায়, কিন্তু নিজে তৃষ্ণার্ত রয়।",
          "new_answer": "বোতল"
        },
        {
          "new_riddle": "নরম শরীর, হাত পা নেই, পেট তার তুলা ভরা, ক্লান্ত মাথা গিলে খায়, তবু তার মাথা নেই।",
          "new_answer": "বালিশ"
        }
      ]
    },
    {
      "original_riddle": "জলের মাঝে জন্ম হলো দুই অক্ষরের প্রাণী, শেষের অক্ষর বাদ দিলে হয় মহারাণী",
      "original_answer": "মাছ",
      "context_riddles": [
        {
          "new_riddle": "রান্না করে পেট ভরায়, দুই অক্ষরের দান। শেষ অক্ষর বাদ দিলে চুমুক দিয়ে প্রাণ জুড়ায়।",
          "new_answer": "চাল"
        },
        {
          "new_riddle": "লেখার কাজে আমি কাজে আসি, আমার শেষ অক্ষর বাদ দিলে হয় জলের কল।",
          "new_answer": "কলম"
        },
        {
          "new_riddle": "জলের ধারে তার বাস, দুই অক্ষরের নাম। শেষ অক্ষর বাদ দিলে, হয় এক ক্ষত।",
          "new_answer": "ঘাট"
        },
        {
          "new_riddle": "সাদা আমার দেহখানি, লেখাজোকার কাজে আসি। শেষের অক্ষর বাদ দিলে, উড়ন্ত প্রাণী রাশি রাশি।",
          "new_answer": "কাগজ"
        }
      ]
    },
    {
      "original_riddle": "তিন অক্ষরের নাম তার সবার ঘরে রয়, প্রথম অক্ষর বাদ দিলে খাদ্যবস্তু হয়। মাঝের অক্ষর বাদ দিলে হয় গানের শোভা, শেষের অক্ষর বাদ দিলে ভয় তুমি পাবা",
      "original_answer": "বিছানা",
      "context_riddles": [
        {
          "new_riddle": "তিন অক্ষরের নাম আমার, ডাক দেয় কেউ আমায়। প্রথম অক্ষর বাদ দিলে, আমি তোমার ভেতর রয়। মাঝের অক্ষর বাদ দিলে, চলে যায় সময়। শেষের অক্ষর বাদ দিলে, দুজনে সমান হয়।",
          "new_answer": "সমন"
        },
        {
          "new_riddle": "তিন অক্ষরের নাম তার, গুণে সে বিশাল। প্রথম অক্ষর বাদ দিলে ধনী লোকে চায়, মাঝের অক্ষর বাদ দিলে সময়ের কথা কয়, শেষের অক্ষর বাদ দিলে রোজগার বোঝায়।",
          "new_answer": "কামাল"
        },
        {
          "new_riddle": "তিন অক্ষরের নাম তার, মানুষে মানুষে গড়া। প্রথম অক্ষর বাদ দিলে, থাকে সে মাঝামাঝি ভরা। মাঝের অক্ষর বাদ দিলে, সাজসজ্জার রূপ ধরে। শেষের অক্ষর বাদ দিলে, সমান সমান অর্থ করে।",
          "new_answer": "সমাজ"
        },
        {
          "new_riddle": "তিন অক্ষরের নাম, পেলে ভরে যায় প্রাণ। প্রথম অক্ষর বাদ দিলে, ঘরে প্রবেশের দ্বার বা দামের হয় জ্ঞান। মাঝের অক্ষর ফেলে দিলে, আরও কিছু সে চায়। শেষের অক্ষর বাদ দিলে, মশলা হয়ে যায়।",
          "new_answer": "আদর"
        }
      ]
    },
    {
      "original_riddle": "জনম গেল দুখে, বুকে আমার আগুন দিয়ে থাকো অনেক সুখে",
      "original_answer": "হুঁকো",
      "context_riddles": [
        {
          "new_riddle": "ঝড় জল রোদ মাথায় নিয়ে একা দাঁড়িয়ে থাকি, দূর থেকে পথিক আমায় দেখে পথ খুঁজে পায়।",
          "new_answer": "বাতিঘর"
        },
        {
          "new_riddle": "বুক চিরে দিই জল, তবু নিজে থাকি তৃষ্ণার্ত। গরমে শীতল করি প্রাণ, ফেটে গেলে যাই অকেজো।",
          "new_answer": "মাটির কলসি"
        },
        {
          "new_riddle": "নিজের শরীর ক্ষয় করে পরের ময়লা দূর করি।",
          "new_answer": "সাবান"
        },
        {
          "new_riddle": "বুকে পা ফেলে সবাই চলে যায়, আমি থাকি পড়ে একই জায়গায়।",
          "new_answer": "রাস্তা"
        }
      ]
    },
    {
      "original_riddle": "কাল আমাকে মেরে ছিলে সয়ে ছিলাম আমি, আজ আমায় মারো দেখি কেমন বেটা তুমি",
      "original_answer": "মাটির হাড়ি",
      "context_riddles": [
        {
          "new_riddle": "যখন নরম ছিলাম, আঘাত সয়েছি নীরবে। আজ হলাম শক্ত কঠিন, মারো দেখি ভাঙবে কে আগে?",
          "new_answer": "পোড়া ইট"
        },
        {
          "new_riddle": "যখন আমি গোটা ছিলাম, তুমি ধরতে পারতে। এখন আমি ভেঙে গেছি, ধরে দেখাও দেখি কেমন বেটা তুমি!",
          "new_answer": "ভাঙা কাঁচ"
        },
        {
          "new_riddle": "সাদা যখন থাকি বুকেতে, কত কথাই না ধরে। কালি কলমে ভরে গেলে, ছিঁড়তে পারো দেখি কেমন করে।",
          "new_answer": "কাগজ"
        },
        {
          "new_riddle": "ছোট ছিলাম যখন, কত দিয়েছিস কিল-চড়। চুপ করে সয়েছি সব, করিনি তো কোনো নড়বড়। আজ গায়ে হাত তোল দেখি, কত বড় বীর তুই! দেখবি কেমন লাগে, যখন ভেঙে গুঁড়িয়ে দিই।",
          "new_answer": "বিপ্লব"
        }
      ]
    },
    {
      "original_riddle": "কুল কুল কুলেরি, ভাদ্র মাসে ধুলোরি, কাঁচায়-পাকায় সবাই খায়, নেংটো হয়ে হাটে যায়",
      "original_answer": "তেঁতুল",
      "context_riddles": [
        {
          "new_riddle": "মাথায় ঝুঁটি, চোখে জল, কিন্তু সে তো নয় পাগল। পেটে মিষ্টি অমৃত তার, বাইরে কঠিন আবরণ। আছাড় খেলে ভাঙে নাকো, মারে যে জন, সেই খায় আরও।",
          "new_answer": "নারকেল"
        },
        {
          "new_riddle": "মাথায় ঝুঁটি, পেটে জল ভরা, বাইরে কঠিন, ভেতরে মিষ্টি স্বাদের ঝোরা। কে সে?",
          "new_answer": "নারকেল"
        },
        {
          "new_riddle": "জন্মায় আকাশে, মরেও সেখানেই, নিজে জ্বলে আলো দেয়, তবু তার প্রাণ নেই।",
          "new_answer": "তারা"
        },
        {
          "new_riddle": "চোখে দেখা যায় না, হাতেও ধরা যায় না, একবার গেলে আর, ফিরে পাওয়া যায় না।",
          "new_answer": "সময়"
        }
      ]
    },
    {
      "original_riddle": "রাজার বেটা রাম দাস, খায় খোলা তার ফেলায় শাঁস",
      "original_answer": "চালতা",
      "context_riddles": [
        {
          "new_riddle": "আমার হাতে অনেক কাজ, অন্যকে করি শুকনো সাজ। নিজে কিন্তু হই ভিজে, বলো দেখি কি সে?",
          "new_answer": "তোয়ালে"
        },
        {
          "new_riddle": "কাঠ খায়, গুঁড়ো ফেলে দেয়।",
          "new_answer": "করাত"
        },
        {
          "new_riddle": "ছিদ্র ভরা শরীর তার, জল টানে সে বারংবার।",
          "new_answer": "স্পঞ্জ"
        },
        {
          "new_riddle": "লম্বা সে এক বীর जवान, বাইরেরটা কঠিন কাজের, ভেতরটা ফাঁকা ময়দান।",
          "new_answer": "বাঁশ"
        }
      ]
    },
    {
      "original_riddle": "ইকরের তলে তলে ভিকমতির ছানি, কোন দেশে দেখিয়াছ গাছের আগায় পানি?",
      "original_answer": "নারিকেল",
      "context_riddles": [
        {
          "new_riddle": "তার শরীর নেই, আছে আওয়াজ, বহু দূরে থেকেও সে তোমার পাশ।",
          "new_answer": "শব্দ"
        },
        {
          "new_riddle": "কাঁচের ঘরে বন্দী আলো, ঝুলে আছে সে উঁচুতে। আঁধার রাতে পথ দেখায়, কে সে জিনিষ বলতে পারো?",
          "new_answer": "লণ্ঠন"
        },
        {
          "new_riddle": "আগুন লুকিয়ে থাকে যার পেটে, উঁচু করে টাঙিয়ে রাখে লোকে তাকে।",
          "new_answer": "আলো"
        },
        {
          "new_riddle": "ছোট্ট এক শরীর তার, একটি মাত্র চোখ। সেলাই করে সবার কাপড়, দেখেও সে অন্ধলোক।",
          "new_answer": "সূঁচ"
        }
      ]
    },
    {
      "original_riddle": "এক থালা সুপারী গুণতে পারে কোন ব্যাপারী?",
      "original_answer": "আকাশের তারা",
      "context_riddles": [
        {
          "new_riddle": "মাঠের ঘাস কে গুনতে পারে?",
          "new_answer": "মনের ইচ্ছা"
        },
        {
          "new_riddle": "হাজার হাজার কালো সুতো, কে গুণবে কত?",
          "new_answer": "মাথার চুল"
        },
        {
          "new_riddle": "আকাশ ভরা হাজার লিপি, পড়তে পারে কোন গুণী?",
          "new_answer": "ভাগ্য"
        },
        {
          "new_riddle": "জগৎময় ঘোরে, থাকে ছোট্ট এক কোণে। দূরের খবর কাছে আনে সবার কানে কানে।",
          "new_answer": "ডাকটিকিট"
        }
      ]
    },
    {
      "original_riddle": "সফেদ শয্যা পড়ে আছে কেউ তাতে না শোয়, ভিতর থেকে খোলাম কুচি আঙিনাতে থোয়",
      "original_answer": "সমুদ্র",
      "context_riddles": [
        {
          "new_riddle": "চ্যাপ্টা শরীর, নেইকো জিভ, তবু কত কথা বলে। বুকের ভিতর থেকে ভাবনাগুলো দূর দূরান্তে চলে।",
          "new_answer": "চিঠি"
        },
        {
          "new_riddle": "শরীরের সাথে থাকে সে, দিন হলে দেখা যায়, রাত হলে পালায়। হাত পা নাই তবুও ছায়া বানায়।",
          "new_answer": "ছায়া"
        },
        {
          "new_riddle": "চোখ আছে, দেখতে পায় না, পেটে জল, মেটায় তৃষ্ণা।",
          "new_answer": "নারকেল"
        },
        {
          "new_riddle": "কঠিন খোলের পেটেতে জল, ঝর্ণা বা কূপ নয়। মাথায় ঝুঁটি সন্ন্যাসী নয়, ভাঙলে মিষ্টি রস দেয়।",
          "new_answer": "নারকেল"
        }
      ]
    },
    {
      "original_riddle": "সকালে চার পায়ে হাঁটে, দুপুরে দুই পায়ে। সন্ধায় তিন পায়ে হাঁটে বলো তো কে যায়?",
      "original_answer": "মানুষ",
      "context_riddles": [
        {
          "new_riddle": "শিশুকালে থাকে খালি, যৌবনে সবুজ পোশাক পরে। বৃদ্ধকালে সব ঝরিয়ে ফেলে দাঁড়ায়।",
          "new_answer": "গাছ"
        },
        {
          "new_riddle": "সকালে জন্ম নেয়, দুপুরে তেজ দেখায়, সন্ধ্যায় মরে যায়। বলো তো সে কে?",
          "new_answer": "সূর্য"
        },
        {
          "new_riddle": "প্রথমে সে থাকে সাদা, নীরব ও শান্ত। তারপরে সে ভরে ওঠে কালো অক্ষরে, দেয় কত জ্ঞান অনন্ত। শেষে সে পুরনো হয়, তবুও তার দাম কমে না কভু। বলো তো সে কে?",
          "new_answer": "বই"
        },
        {
          "new_riddle": "এক জায়গায় দাঁড়িয়ে থাকে, তবুও সে বহুদূর যায়। নিজে চলে না, কিন্তু অন্যকে চালায়। সে কে?",
          "new_answer": "রাস্তা"
        }
      ]
    },
    {
      "original_riddle": "ইটে গুরুগুরু বৈঠা নাগর, বিনা বৈঠায় বায় সে সাগর",
      "original_answer": "কচ্ছপ",
      "context_riddles": [
        {
          "new_riddle": "মাথা আছে তার, নেই কোন বুদ্ধি বা কথা। দেওয়ালে গেঁথে থাকে, জিনিস ধরে শুধু একা।",
          "new_answer": "পেরেক"
        },
        {
          "new_riddle": "ডানা আছে যার, আকাশে ওড়ে বিনা যন্ত্রে।",
          "new_answer": "পাখি"
        },
        {
          "new_riddle": "কোণে কোণে ঘর বাঁধে, হাত ছাড়াই জাল বোনে যায়।",
          "new_answer": "মাকড়সা"
        },
        {
          "new_riddle": "চোখ ভরা গা, তবু কানা সে নয়। মাথায় মুকুট, কিন্তু রাজা সে নয়।",
          "new_answer": "আনারস"
        }
      ]
    },
    {
      "original_riddle": "জ্বলছে তবু পুড়ছে না, কোন সে প্রাণী বলো তা",
      "original_answer": "জোনাকী",
      "context_riddles": [
        {
          "new_riddle": "শরীর নেই তবু জামা পরে, সে কে?",
          "new_answer": "হ্যাঙ্গার"
        },
        {
          "new_riddle": "সারা গায়ে ছিদ্র, তবু জল ধরে। বলো তো কী?",
          "new_answer": "স্পঞ্জ"
        },
        {
          "new_riddle": "ছোট্ট দেহে আলো জ্বেলে, নিজে যায় ক্ষয়ে, অন্ধকারে পথ দেখায় সে নির্ভয়ে।",
          "new_answer": "মোমবাতি"
        },
        {
          "new_riddle": "জিভ নেই, তবু বলে কত কথা, গান শোনায়, দূর করে মনের ব্যথা।",
          "new_answer": "রেডিও"
        }
      ]
    },
    {
      "original_riddle": "একটুখানি পুষ্পরিণী টলমল করে, একটুখানি কুটা পাড়লে সর্বনাশ করে",
      "original_answer": "চোখ",
      "context_riddles": [
        {
          "new_riddle": "হাওয়াতে ভাসা ছোট্ট বাড়ি, একটু ছুঁলে সব যায় ছাড়ি।",
          "new_answer": "বুদ্বুদ"
        },
        {
          "new_riddle": "একটুখানি জিনিস টলমল করে, একটু কিছু ছুঁলেই সর্বনাশ হয় তার।",
          "new_answer": "প্রদীপের শিখা"
        },
        {
          "new_riddle": "সারাজীবনের অর্জিত খ্যাতি, জ্বলজ্বল করে। একটুখানি কলঙ্ক লাগলে, মাটিতে যায় পড়ে।",
          "new_answer": "সম্মান"
        },
        {
          "new_riddle": "একবার যদি যাই ভেঙে, জোড়া লাগা কঠিন ভার। ছোট্ট এক মিথ্যেতেই, সম্পর্ক হয় ছারখার।",
          "new_answer": "বিশ্বাস"
        }
      ]
    },
    {
      "original_riddle": "আাঁধার পুকুর, গড়ান মাঠ, বত্রিশ কলাগাছ, একখানি পাট",
      "original_answer": "দাঁত ও জিহ্বা",
      "context_riddles": [
        {
          "new_riddle": "গায়ে কাঁটা, কিন্তু মাছ নয়। ডিম পাড়ে, কিন্তু পাখি নয়।",
          "new_answer": "সজারু"
        },
        {
          "new_riddle": "মুখ নেই, জিভ নেই, কিন্তু সবকিছু বলে দেয়।",
          "new_answer": "আয়না"
        },
        {
          "new_riddle": "লম্বা শরীর, বহু তার পা। মানুষ নিয়ে ছোটে, মুখে নেই রা।",
          "new_answer": "রেলগাড়ি"
        },
        {
          "new_riddle": "দাঁত আছে অনেক, কিন্তু কামড়াতে জানে না। চুল আঁচড়ায় পরিপাটি, কিন্তু নিজের চুল নেই তার মাথায়।",
          "new_answer": "চিরুনি"
        }
      ]
    },
    {
      "original_riddle": "ছোট ছোট গাছখানি তার কত ফল ধরে, একটা যদি খায় তবে আহা-উহু করে",
      "original_answer": "বোম্বাই মরিচ",
      "context_riddles": [
        {
          "new_riddle": "ছোট্ট আমি, গায়ে আমার ধার, একটা যদি ফোটে, কষ্ট হয় তার।",
          "new_answer": "কাঁটা"
        },
        {
          "new_riddle": "ছোট্ট সে এক কোঠা, ভরা থাকে সৈনিকে, একটি যদি তেড়ে আসে, ব্যথা দেয় সে কিযে!",
          "new_answer": "মৌমাছি"
        },
        {
          "new_riddle": "লেখার তরে জন্ম আমার, সাদা কাগজে চলি, ভুল হলে নিজেই মুছি, যখন দরকার বলি।",
          "new_answer": "পেনসিল"
        },
        {
          "new_riddle": "থলিতে ভরা দানা, আকারে ছোট ছোট, একটা গরম পেলে, ফেটে যায় পটপট।",
          "new_answer": "পপকর্ন"
        }
      ]
    },
    {
      "original_riddle": "ছোট কালে লেজ হয়, বড় কালে খসে, বাঘের মত লাফ দেয়, কুকেুরের মত বসে",
      "original_answer": "ব্যাঙ",
      "context_riddles": [
        {
          "new_riddle": "আগুনের কোলে জন্ম যার, বড় হলে সে আর থাকে না। নাচের মত পাক খেতে খেতে ওঠে, কোথাও স্থির হয়ে থাকে না।",
          "new_answer": "ধোঁয়া"
        },
        {
          "new_riddle": "ছোটকালে লম্বা হয়, বড়কালে ছোট হয়। লেখার সময় তীরের মত ছোটে, বসে থাকে চুপ করে, যেন কোন পাহারাদার।",
          "new_answer": "পেন্সিল"
        },
        {
          "new_riddle": "মাথা কেটে দিলে পরে, জল আসে চোখে। রান্নায় স্বাদ বাড়ায়, সবাই ভালোবাসে যাকে।",
          "new_answer": "পেঁয়াজ"
        },
        {
          "new_riddle": "তরল দেহে জন্ম আমার, কঠিনও হতে পারি। গরমে উড়ে যাই আকাশে, রূপেতে আমি ভারি।",
          "new_answer": "জল"
        }
      ]
    },
    {
      "original_riddle": "একটুখানি জলে মাছ কিলবিল করে, কারো বাবার সাধ্য নাই হাত দিয়ে তা ধরে",
      "original_answer": "ফুটন্ত ভাত",
      "context_riddles": [
        {
          "new_riddle": "ছোট্ট একটি ঘরে কিলবিল করে থাকে, ধরতে গেলে মুঠোর ফাঁক দিয়ে পালায়।",
          "new_answer": "সর্ষের দানা"
        },
        {
          "new_riddle": "ছোট্ট গাছে মুক্তোর হার দোলে, ধরতে গেলে জ্বালায় মারে।",
          "new_answer": "লঙ্কা"
        },
        {
          "new_riddle": "দুই দিঘিতে মুক্তো টলমল করে, ধরতে গেলেই শুকিয়ে যায়।",
          "new_answer": "চোখের জল"
        },
        {
          "new_riddle": "সারা জীবন সঙ্গে ফেরে, ধরতে গেলে পায় না কেউ।",
          "new_answer": "ছায়া"
        }
      ]
    },
    {
      "original_riddle": "মেটো গোয়াল, কাঠের গাই বাঁছুর ছাড়াই দুধ পাই",
      "original_answer": "খেঁজুর গাছ",
      "context_riddles": [
        {
          "new_riddle": "এর পেট আছে মুখ নেই, পিষে দিলে খাবার বেরোয়।",
          "new_answer": "শিল নোড়া"
        },
        {
          "new_riddle": "শরীর আছে কিন্তু প্রাণ নাই, ডানা আছে কিন্তু ওড়ে না।",
          "new_answer": "টেবিল"
        },
        {
          "new_riddle": "চুলার গোয়াল, শিখার গাই, বিনা মুখে খায়, আলো দেয় তাই।",
          "new_answer": "আগুন"
        },
        {
          "new_riddle": "সাদা তুলোর পাহাড়, নেইকো হাত পা, তবুও সে কাঁদতে জানে।",
          "new_answer": "মেঘ"
        }
      ]
    }
  ]
}